Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: Remember to click the Add User button at the bottom of this screen when you are finished.
az: Siz qurtaranda bu ekranın aşağısında İstifadəçi Əlavə et düyməsini basmağı unutmayın.

source: <a href="http://codex.wordpress.org/Users_Add_New_SubPanel" target="_blank">Documentation on Adding New Users</a>
az: <a href="http://codex.wordpress.org/Users_Add_New_SubPanel" target="_blank">Yeni istifadəçilərin Əlavə edilməsində Sənədləşdirmə</a>

source: Invitation email sent to new user. A confirmation link must be clicked before their account is created.
az: İstifadəçiyə e-poçt dəvəti göndərildi. Onların hesabı yaradılmamışdan əvvəl təsdiq keçidi basılmalıdır.

source: Invitation email sent to user. A confirmation link must be clicked for them to be added to your site.
az: İstifadəçiyə e-poçt dəvəti göndərildi. Sizin saytınızda onların əlavə olunması üçün təsdiq keçidi basılmalıdır.

source: User has been added to your site.
az: İstifadəçi sizin saytınıza əlavə olundu.

source: That user is already a member of this site.
az: Bu istifadəçi artıq sizin saytınızın bir üzvüdür.

source: User added.
az: İstifadəçi əlavə olundu.

source: Users can <a href="%1$s">register themselves</a> or you can manually create users here.
az: İstifadəçilər <a href="%1$s">özləri qeydiyyatdan keçə bilərlər</a> ya da siz onları özünüz əllə yarada bilərsiniz.

source: Users cannot currently <a href="%1$s">register themselves</a>, but you can manually create users here.
az: İstifadəçilər hal-hazırda <a href="%1$s">özləri qeydiyyatdan keçə bilməzlər</a>, amma burada siz özünüz əllə istifadəçilər yarada bilərsiniz.

source: You can add new users to your site in two ways:
az: Siz öz saytınıza istifadəçiləri iki yolla əlavə edə bilərsiniz:

source: Enter the username and email address of an existing user on this site.
az: Bu sahədə mövcud olan istifadəçinin adını ve e-poçt ünvanını daxil edin.

source: Enter the username and the email address of a person who is not already a member of this site. Choose the username carefully, it cannot be changed.
az: Bu saytda üzv olmayan şəxsin istifadəçi adını və e-poçt ünvanını daxil edin. İstifadəçi adını diqqətlə seçin,bu dəyişilə bilinməz.

source: That person will be sent an email asking them to click a link confirming the invite. New users will then be sent an email with a randomly generated password and a login link.
az: O şəxs onlardan keçid təsdiqləmə dəvətini basmağı istəyib e-poçta göndəriləcək. Yeni istifadəçilər sonra təsadüfi əmələ gələn şifrə və giriş keçidi ilə e-poçta göndəriləcək.

source: (twice, required)
az: (iki dəfə, tələb olunur)

source: Send Password?
az: Parol Göndərək?

source: Send this password to the new user by email.
az: Bu parolu email vasitəsi ilə yeni istifadəçiyə göndər.

source: Skip Confirmation Email
az: Təsdiq E-poçtunu Ötürün

source: Site administrators can add a user without sending the confirmation email.
az: Sayt idarə başcıları təsdiq e-poçtunu göndərməmiş istifadəçi əlavə edə bilər.

source: Add User
az: İstifadəçi Əlavə et

source: This screen lists all the existing users for your site. Each user has one of five defined roles as set by the site admin: Site Administrator, Editor, Author, Contributor, or Subscriber. Users with roles other than Administrator will see fewer options when they are logged in, based on their role.
az: Bu ekran sizin saytınız üçün bütün mövcud istifadəçiləri siyahıya daxil edir. Hər istifadəçinin sayt adminstratoru tərəfindən cərgə kimi beş təyin edilmiş rolları vardır:Sayt İdarə başcısı,Redaktor,Müəllif,Töhfəverən və ya Abonent.Administratordan başqa rollar ilə istifadəçilər daha az ayarlarla daxil olanda ,öz rollarını əsaslandıranda görəcəklər.

source: You can customize the display of information on this screen as you can on other screens, by using the Screen Options tab and the on-screen filters.
az: Siz bu ekranda məlumatın görüntüsü üçün Ekran Seçimləri qoşmasının və ekran süzgəclərinin istifadəsi ilə başqa ekranları da şəxsiləşdirə bilərsiniz.

source: To add a new user for your site, click the Add New button at the top of the screen or Add New in the Users menu section.
az: Öz saytınıza yeni istifadəçi əlavə etmək üçün,ekranın yuxarısındakı Yeni düymə Əlavə et və ya İstifadəçilər menyusu bölməsində Yeni Əlavə et basın.

source: <a href="http://codex.wordpress.org/Users_Authors_and_Users_SubPanel" target="_blank">Documentation on Authors and Users</a>
az: <a href="http://codex.wordpress.org/Users_Authors_and_Users_SubPanel" target="_blank">Müəlliflərdə və İstifadəçilərdə Sənədləşdirmə</a>

source: <a href="http://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Roles and Capabilities Descriptions</a>
az: <a href="http://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Rolların və Vasitələrin Təsvirləri</a>

source: You can&#8217;t edit that user.
az: Siz o istifadəçini redaktə edə bilməzsiniz.

source: User deletion is not allowed from this screen.
az: İstifadəçi silinməsinə bu ekranda icazə verilmir.

source: You can&#8217;t delete users.
az: Siz istifadəçiləri silə bilməzsiniz.

source: You can&#8217;t delete that user.
az: Siz o istifadəçini silə bilməzsiniz.

source: Delete Users
az: İstifadəçiləri Sil

source: You have specified these users for deletion:
az: Siz silinmə üçün bu istifadəçiləri dəqiqləşdiribsiniz:

source: ID #%1s: %2s <strong>The current user will not be deleted.</strong>
az: #%1s: %2s TANINMA ŞİFRƏSİ <strong> Cari istifadəçi silinməyəcək.</strong>

source: ID #%1s: %2s
az: Tanınma şifrəsi #%1s: %2s

source: What should be done with posts and links owned by this user?
az: Bu istifadəçiyə məxsus yazılar və keçidləri nə edək??

source: Delete all posts and links.
az: Bütün yazıları və istinadları silin.

source: Confirm Deletion
az: Silinməni Təsdiqlə

source: There are no valid users selected for deletion.
az: Silinmə üçün seçilən düzgün istifadəçilər yoxdur.

source: You can&#8217;t remove users.
az: Siz &#8217 istifadəçiləri uzaqlaşdıra bilmərsiniz.

source: Remove Users from Site
az: İstifadəçiləri bu Saytdan Uzaqlaşdırın

source: You have specified these users for removal:
az: Siz daşınma üçün bu istifadəçiləri dəqiqləşdiribsiniz:

source: ID #%1s: %2s <strong>The current user will not be removed.</strong>
az: TANINMA ŞIFRƏSİ #%1s: %2s <strong> Cari istifadəçilər uzaqlaşdırılmayacaq. .</strong>

source: ID #%1s: %2s <strong>You don't have permission to remove this user.</strong>
az: TANINMA ŞİFRƏSİ #%1s: %2s <strong> Sizin bu istifadəçini uzaqlaşdırmaq icazəniz yoxdu. .</strong>

source: Confirm Removal
az: Daşınmanı Təsdiqləyin

source: There are no valid users selected for removal.
az: Daşınma üçün seçilən düzgün istifadəçilər yoxdur.

source: %s user deleted
az: %s istifadəçi silindi

source: New user created.
az: Yeni istifadəçi yarandı.

source: Changed roles.
az: Rollar Dəyişildi.

source: The current user&#8217;s role must have user editing capabilities.
az: Cari &#8217 istifadəçinin rolu redaktə edilən vasitələr olmalıdır.

source: Other user roles have been changed.
az: Başqa istifadəçi rolları dəyişdirildi.

source: You can&#8217;t delete the current user.
az: Siz cari istifadəçini silə bilməzsiniz.

source: Other users have been deleted.
az: Digər istifadəçilər silindilər.

source: User removed from this site.
az: İstifadəçi bu saytdan götürüldü.

source: You can't remove the current user.
az: Siz cari istifadəçini uzaqlaşdıra bilmərsiniz.

source: Other users have been removed.
az: Başqa istifadəçilər uzaqlaşdırıldı.

# users
source: All <span class="count">(%s)</span>
az: Hamısı <span class="count">(%s)</span>

source: %1$s <span class="count">(%2$s)</span>
az: %1$s istifadəçi <span class="count">(%2$s)</span>

source: Search Users
az: İstifadəçilər Axtar

source: Change role to&hellip;
az: Dərəcəsini dəyişin

source: Change
az: Dəyişdir

source: &larr; Back to All Users
az: &larr;Bütün istifadəçilərə geri dön

source: Widgets
az: Vidcetlər

source: Widgets are independent sections of content that can be placed into any widgetized area provided by your theme (commonly called sidebars). To populate your sidebars/widget areas with individual widgets, drag and drop the title bars into the desired area. By default, only the first widget area is expanded. To populate additional widget areas, click on their title bars to expand them.
az: Widgetlər sizin mövzu tərəfindən idarə edilən Widgetləşdirilmiş sahəyə daşınabilən azad məzmun bölməsidir(ümumi dildə yan panel adlanır).Sizin yan panel/widgetlərinizi şəxsi widgetlərlə yerləşdirmək üçün,başlıq sətirlərini sürüşdürüb arzu edilən sahəyə gətirin.İlkin olaraq,yalnız birinci widget ərazisi genişləndirilib.Əlavə widget sahələri yerləşdirmək üçün onların başlıq sətirlərini genişləndirmək üçün klikləyin.

source: Available Widgets section contains all the widgets you can choose from. Once you drag a widget into a sidebar, it will open to allow you to configure its settings. When you are happy with the widget settings, click the Save button and the widget will go live on your site. If you click Delete, it will remove the widget.
az: Mümkün Widget-lər bölməsi sizin seçə bildiklərinizdən bütün widget-ləri yerləşdirir. Yan panelə bir dəfə daşıdığınız widget, siz onun ayarlarını quraşdırmağa icazə verəndə açılacaq. Əgər siz widget ayarlarından razısınızsa, Yaddaşa verin düyməsini basın və widget sizin saytınızda olmağa gedəcək. Əgər siz Silməyi bassanız,o widget qaldırılacaq.

source: If you want to remove the widget but save its setting for possible future use, just drag it into the Inactive Widgets area. You can add them back anytime from there. This is especially helpful when you switch to a theme with fewer or different widget areas.
az: Əgər siz widget-i silmək amma eyni zamanda onun bütün ayarlarının qorunub saxlanmasını istəyirsinizsə, o halda sadəcə vidceti sürüşdürüb qeyri-aktiv vidcetlər bölməsinə qoyun. Belə olduqda siz istənilən vaxt o vidceti bərpa edə bilərsiniz. Bu xüsusən cari temanı başqa bir fərqli qıraq zolağı quruluşuna malik tema ilə dəyişdikdə lazım ola bilən əməliyyatdır.

source: Widgets may be used multiple times. You can give each widget a title, to display on your site, but it&#8217;s not required.
az: Widgetlər təkrar vaxtlarda istifadə edilə bilər. Siz öz saytınızda göstərmək üçün hər widget-ə başlıq verin,amma bu &#8217 əmr edilmir.

source: Enabling Accessibility Mode, via Screen Options, allows you to use Add and Edit buttons instead of using drag and drop.
az: İmkan mümkünlük rejimi,ekran seçimləri vasitəsilə sizə çəkmək və kəsməkdən istifadə etmək yerinə Əlavə et və Redaktə et düymələrindən istifadə etmək üçün icazə verir.

source: Many themes show some sidebar widgets by default until you edit your sidebars, but they are not automatically displayed in your sidebar management tool. After you make your first widget change, you can re-add the default widgets by adding them from the Available Widgets area.
az: Mövzuların çoxu başlanğıcla bəzi yan panel widgetlərini sizin öz yan panellərinizi redaktə edənə kimi göstərir,amma onlar sizin yan panel nəzarət alətlərində avtomatik göstərildi. Siz sizin birinci widget-nizi dəyişəndən sonra ilkin widgetlərinizi Mümkün Widgetlər ərazisindən əlavə etməklə yenidən daxil edə bilərsiniz.

source: <a href="http://codex.wordpress.org/Appearance_Widgets_SubPanel" target="_blank">Widgets Documentation</a>
az: <a href="http://codex.wordpress.org/Appearance_Widgets_SubPanel" target="_blank">Widgetlərin Sənədləşdirilməsi</a>

source: Inactive Widgets
az: Qeyri-aktiv vidgetlər

source: No Sidebars Defined
az: Heç bir qıraq zolaq təyin edilməyib

source: The theme you are currently using isn&#8217;t widget-aware, meaning that it has no sidebars that you are able to change. For information on making your theme widget-aware, please <a href="http://codex.wordpress.org/Widgetizing_Themes">follow these instructions</a>.
az: Hal-hazirda istifadə etdiyiniz mövzu &#8217 widget-xəbərdarı deyil,onun yan panelləri yoxdur siz onu dəyişə bilərsiniz. Öz widget-xəbərdarı mövzunuzu düzəltməkdə məlumat üçün,zəhmət olmasa <a href="http://codex.wordpress.org/Widgetizing_Themes">bu təlimatları izləyin</a>.

source: Widget %s
az: %s vidgeti

source: Select both the sidebar for this widget and the position of the widget in that sidebar.
az: Bu widget üçün hər iki yan paneli bu yan paneldə widget-in mövqeyini seçin.

source: Save Widget
az: Widgeti yaddaşa ver

source: Changes saved.
az: Dəyişikliklər saxlanıldı.

source: Error while saving.
az: Saxlanılma zamanı xəta.

source: Error in displaying the widget settings form.
az: widget ayarlar vəziyyətinin görüntülənməsində xəta.

source: Available Widgets
az: Aktiv Widgetlər

source: Drag widgets from here to a sidebar on the right to activate them. Drag widgets back here to deactivate them and delete their settings.
az: Widgetləri burdan fəallaşdırmaq üçün sağ tərəfdə yan panelə daşıyın.Widgetləri söndürmək üçün bura geri daşıyın və onların ayarlarını silin.

source: Drag widgets here to remove them from the sidebar but keep their settings.
az: Widgetləri yan paneldən qaldırmaq üçün onları bura daşıyın amma onların ayarlarını saxlayın.

source: AtomPub services are disabled on this site. An admin user can enable them at %s
az: AtomPub servisləri bu saytda qadağan edildi.Admin istifadəçisi onları %s sənədində aktivləşdirə bilər.

source: Sorry, you do not have the right to access this site.
az: Bağışlayın,sizin bu sayta müraciət etmək üçün hüququnuz yoxdur.

source: Sorry, you do not have the right to edit/publish new posts.
az: Bağışlayın,sizin yazı redaktə etmək və dərc etmək hüququnuz yoxdur.

source: Sorry, your entry could not be posted. Something wrong happened.
az: Bağışlayın,sizin girişiniz göndərilmədi. Nə isə yanlış baş verdi.

source: Sorry, you do not have the right to access this post.
az: Bağışlayın,sizin bu poçta müraciət etmək hüququnuz yoxdur.

source: Sorry, you do not have the right to edit this post.
az: Bağışlayın,sizin bu poçtu redaktə etmək hüququnuz yoxdur.

source: For some strange yet very annoying reason, this post could not be edited.
az: Bu poçt hələ də bəzi naməlum çoxlu bezdirici səbəblərə görə redaktə edilə bilinməyib.

source: Sorry, you do not have the right to delete this post.
az: Bağışlayın,sizin bu poçtu silmək hüququnuz yoxdur.

source: For some strange yet very annoying reason, this post could not be deleted.
az: Bu poçt hələ də bəzi naməlum çoxlu bezdirici səbəblərə görə silinməyib.

source: Sorry, you do not have permission to upload files.
az: Bağışlayın, sizin faylları yükləmək üçün icazəniz yoxdur.

source: Error ocurred while accessing post metadata for file location.
az: Yerləşmə sənədi üçün poçt hesablamasına müraciət olunanda xəta baş verdi.

source: Sorry, comments are closed for this item.
az: Üzr istəyirik, bu bölmədə şərhlər yazıla bilməz

source: Sorry, you must be logged in to post a comment.
az: Üzr istəyirik, şərh yazmaq üçün hesabınıza daxil olmaılsınız.

source: Error: please fill the required fields (name, email).
az: Xəta: xahiş olunur, tələb olunan sahələri doldurun (ad, e-poçt).

source: Error: please enter a valid email address.
az: Xəta: zəhmət olmasa düzgün e-poçt ünvanı daxil edin.

source: Akismet Configuration
az: Akismet Quraşdırması

source: Your key has been cleared.
az: Sizin açarınız təmizlənmişdir.

source: Your key has been verified. Happy blogging!
az: Sizin açarınız təsdiqlənildi.Uğurlu məhdudlaşdırmalar!

source: The key you entered is invalid. Please double-check it.
az: Daxil etdiyiniz açar yanlışdır. Zəhmət olmasa onu bir daha yoxlayın.

source: The key you entered could not be verified because a connection to akismet.com could not be established. Please check your server configuration.
az: Daxil etdiyiniz açarlar təsdiqlənmədi,çünki akismet.com əlaqəsi təyin edilməyib. Zəhmət olmasa sizin xidmət edən tənzimləmənizi yoxlayın.

source: There was a problem connecting to the Akismet server. Please check your server configuration.
az: Akismet serversinə qoşularkən problem baş verdi. Zəhmət olmasa server konfiqurasiyanızı yoxlayın.

source: Please enter an API key. (<a href="%s" style="color:#fff">Get your key.</a>)
az: Zəhmət olmasa API açar daxil edin. (<a href="%s" style="color:#fff">Açarınızı əldə edin.</a>)

source: This key is valid.
az: Bu açar düngündür.

source: The key below was previously validated but a connection to akismet.com can not be established at this time. Please check your server configuration.
az: Aşağıdakı açar əvvəlcədən təsdiq edilib amma akismet.com əlaqəsi bu vaxtda təyin edilməyib.Zəhmət olmasa sizin xidmət edən tənzimləmənizi yoxlayın.

source: Options saved.
az: Seçimlər saxlandı.

source: For many people, <a href="%1$s">Akismet</a> will greatly reduce or even completely eliminate the comment and trackback spam you get on your site. If one does happen to get through, simply mark it as "spam" on the moderation screen and Akismet will learn from the mistakes. If you don't have an API key yet, you can get one at <a href="%2$s">Akismet.com</a>.
az: İnsanların çoxu <a href="%1$s">Akismet</a> üçün xeyli vadar ediləcək və ya hətta sizin saytınızda daxil olduğunuz şərh və istinad bildirişi spam tamamilə ləğv ediləcək.Əger kimdəsə fasiləsiz baş versə,sadəcə onu təmkinlilik ekranında "spam" kimi qeyd edin və Akismet səhvlərdən öyrənəcək.Əgər sizin hələ API açarınız yoxdusa,siz <a href="%2$s">Akismet.com</a> birinə burda sahib ola bilərsiniz.

source: Akismet API Key
az: Akismet API Açarı

source: <a href="http://akismet.com/get/">What is this?</a>
az: <a href="http://akismet.com/get/">Bu nədir?</a>

source: Why might my key be invalid?
az: Nəyə görə mənim açarım yanlış ola bilər?

source: This can mean one of two things, either you copied the key wrong or that the plugin is unable to reach the Akismet servers, which is most often caused by an issue with your web host around firewalls or similar.
az: Bu iki şeydən biri ola bilər,ya siz açarı səhv köçürdünüz və yaxud qoşma Akismet xidmətedənlərini axtarmaq mümkün olmadı, sizin qoruyucu divarlar və ya oxşar veb sahibinizlə olan nəşr ən tez-tez səbəb olandır.

source: Automatically discard spam comments on posts older than a month.
az: Avtomatik olaraq bir aydan daha köhnə olan yazılarda span şərhləri ləğv edildi.

source: Update options &raquo;
az: Seçimləri yenilə &raquo;

source: Server Connectivity
az: Xidmət etmə Birləşdiriciləri

source: Network functions are disabled.
az: Şəbəkə funksiyaları deaktiv edilib.

source: Your web host or server administrator has disabled PHP's <code>fsockopen</code> or <code>gethostbynamel</code> functions. <strong>Akismet cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet's system requirements</a>.
az: Sizin şəbəkə sahibiniz və yaxud xidmət idarə başcınız sıradan çıxarıldı PHP's <code>fsockaçıq</code> və yaxud <code>sahibiadınaalın</code>vəzifələr.<strong>bu həll edilənə qədər Akismet düzgün işləyə bilmir.</strong>> Zəhmət olmasa Zəhmət olmasa öz veb sahibinizi və ya qoruyucu divar idarə başcısı ilə əlaqə yaradın və onlara verin <a href="%s" target="_blank">.bu məlumat Akismet sisteminin tələbatlarıı haqqındadır</a>.

source: Unable to reach some Akismet servers.
az: Bəzi Akismet serverləri axtarmaq mümkün deyil.

source: A network problem or firewall is blocking some connections from your web server to Akismet.com. Akismet is working but this may cause problems during times of network congestion. Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet and firewalls</a>.
az: Şəbəkə problemi və yaxud qoruyucu divar sizin veb xidmətiniz Akismet.com tərəfindən bəzi bağlantılarla məhdudlaşdırılır.Akismet işləyir lakin bu şəbəkə tutulması vaxtı ərzində problemlərə səbəb ola bilər.Zəhmət olmasa öz veb sahibinizi və ya qoruyucu divar idarə başcısı ilə əlaqə yaradın və və onlara <a href="%s" target="_blank">bu Akismet və qoruyucu divarlat haqqında məlumatdır</a>.

source: Unable to reach any Akismet servers.
az: Bəzi Akismet serverləri axtarmaq mümkün deyil.

source: A network problem or firewall is blocking all connections from your web server to Akismet.com. <strong>Akismet cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet and firewalls</a>.
az: Şəbəkə problemi və yaxud qoruyucu divar sizin veb xidmətiniz Akismet.com tərəfindən bütün bağlantılar məhdudlaşdırılır.<strong>bu həll edilənə qədər Akismet düzgün işləyə bilmir.</strong> Zəhmət olmasa Zəhmət olmasa öz veb sahibinizi və ya qoruyucu divar idarə başcısı ilə əlaqə yaradın və onlara verin <a href="%s" target="_blank">bu Akismet və qoruyucu divarlat haqqında məlumatdır</a>.

source: All Akismet servers are available.
az: Bütün Akismet serverləri işləkdir.

source: Akismet is working correctly. All servers are accessible.
az: Akismet düzgün işləyir.Bütün serverlər tapıla biləndir.

source: Unable to find Akismet servers.
az: Akismet serverləri tapmaq mümkün deyil.

source: A DNS problem or firewall is preventing all access from your web server to Akismet.com. <strong>Akismet cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet and firewalls</a>.
az: A DNS və yaxud qoruyucu divar problemi Akismet.com-a sizin veb xidmətinizdən bütün müraciətlərin qarşısını alır. <strong>Akismet bu həll olunana kimi düzgün işləyə bilmir.</strong> Zəhmət olmasa öz veb sahibinizi və ya qoruyucu divar idarə başcısı ilə əlaqə yaradın və onlara verin <a href="%s" target="_blank">bu Akismet və qoruyucu divarlar haqqında məlumatdır</a>.

source: Akismet server
az: Akismet serveri

source: Network Status
az: Şəbəkə vəziyyəti

source: No problems
az: Problemlər yoxdur

source: Obstructed
az: Çətinləşdirildi

source: Last checked %s ago.
az: Axırıncı %s əvvəl yoxlanıldı.

source: Check network status &raquo;
az: &raquo şəbəkə vəziyyətini yoxlayın

source: Akismet Stats
az: Akismet Statistikası

source: Akismet is almost ready.
az: Akismet demək olar ki artıq hazırdır.

source: You must <a href="%1$s">enter your Akismet API key</a> for it to work.
az: Siz gərək <a href="%1$s">Akismet API açarını daxil edəsiz</a> işləmək üçün.

source: Akismet has detected a problem.
az: Akismet-də problem aşkar olundu.

source: A server or network problem is preventing Akismet from working correctly. <a href="%1$s">Click here for more information</a> about how to fix the problem.
az: Xidmət və ya şəbəkə problemi Akismet-e düzgün işləməkdə mane olur.<a href="%1$s">Daha çox məlumat üçün bura basın</a> problemi necə həll etmək üçün.

source: You do not have sufficient permission to moderate comments.
az: Sizin şərhləri azaltmaq üçün kifayət qədər icazəniz yoxdur.

source: %1$s comments recovered.
az: %1$s şərhləri bərpa edildi.

source: All spam deleted.
az: Bütün spamlar silindi.

source: Caught Spam
az: Span Tutuldu

source: Akismet has caught <strong>%1$s spam</strong> for you since you first installed it.
az: Akismet siz onu birinci dəfə yerləşdirəndə sizin üçün<strong>%1$s spam</strong> tutub.

source: You have no spam currently in the queue. Must be your lucky day. :)
az: Növbədə hal-hazırda span yoxdur. Sizin bəxtiniz gətirən gündür . :)
