Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: Update to version %s
az: %s versiyasına yeniləyin

source: Update Now
az: İndi yeniləyin

source: This plugin is already installed and is up to date
az: Qoşma artıq quraşdırılıb və tam yenilənmiş haldadır

source: Installed
az: Qurulub

source: (based on %s rating)
az: (%s reytinqinə görə)

source: 5 stars
az: 5 ulduz

source: 4 stars
az: 4 ulduz

source: 3 stars
az: 3 ulduz

source: 2 stars
az: 2 ulduz

source: 1 star
az: 1 ulduz

source: Plugin Install
az: Qoşma quraşdırılması

source: Install Update Now
az: Yenilə

source: Newer Version (%s) Installed
az: Yeni Versiya (%s) Quraşdırılıb.

source: Latest Version Installed
az: Axırıncı Versiya Quraşdırılıb

source: Version:
az: Versiya:

source: Author:
az: Müəllif:

source: Last Updated:
az: Axırıncı Yenilənmə:

source: Requires WordPress Version:
az: WordPress-in bu versiyasını tələb edir:

source: %s or higher
az: %s ya da çox

source: Compatible up to:
az: Bu versiyaya qədər uyğundur:

source: Downloaded:
az: Yüklənmiş:

source: %s time
az: %s dəfə

source: WordPress.org Plugin Page &#187;
az: WordPress.org Qoşmalar Səhifəsi &#187;

source: Plugin Homepage &#187;
az: Qoşmalar baş səhifəsi &#187;

source: Average Rating
az: Ortalama Reytinq

source: <strong>Warning:</strong> This plugin has <strong>not been tested</strong> with your current version of WordPress.
az: <strong>Diqqət:</strong> Bu qoşma sizin WordPress versiyanızla <strong>sınaqdan keçməyib</strong>.

source: <strong>Warning:</strong> This plugin has <strong>not been marked as compatible</strong> with your version of WordPress.
az: <strong>Diqqət:</strong> Bu qoşmanın sizin WordPress versiyanızla uyğunluğu <strong>qeyd olunmayıb</strong>.

source: The <code>%1$s</code> plugin header is deprecated. Use <code>%2$s</code> instead.
az: <code>%1$s</code>qoşma başlığı bəyənilmədi.Onun əvəzinə <code>%2$s</code> istifadə et.

source: Visit plugin homepage
az: Qoşmanın səhifəsinə bax

source: Visit author homepage
az: Müəllifin səhifəsinə get

source: Advanced caching plugin.
az: Əlavə haşiyə qoşması.

source: Custom database class.
az: Xüsusi verilənlər bazası sinfi.

source: Custom database error message.
az: Xüsusi verilənlər bazası xəta mesajı.

source: Custom install script.
az: Xüsusi quraşdırma skripti.

source: Custom maintenance message.
az: Xüsusi mühafizə məktubu.

source: External object cache.
az: Xarici obyekt keşi.

source: Executed before Multisite is loaded.
az: Multisite yüklənməzdən əvvəl icra edilib.

source: Custom site deleted message.
az: Xüsusi səhifənin silinmiş mesajı.

source: Custom site inactive message.
az: Saytın qeyri-aktiv olması barədə fərdi mesaj.

source: Custom site suspended message.
az: Xüsusi səhifə şərti məktub.

source: The plugin generated unexpected output.
az: Qoşma gözlənilməz çıxışa səbəb oldu

source: One of the plugins is invalid.
az: Qoşmalardan biri düzgün deyil.

source: Could not fully remove the plugin(s) %s.
az: %s qoşma tam silinə bilmədi.

source: Invalid plugin path.
az: Səhv qoşma ünvanı.

source: Plugin file does not exist.
az: Qoşma faylı mövcud deyil.

source: The plugin does not have a valid header.
az: Qoşmanın kəlləsi düzgün deyil.

source: The miscellaneous options group has been removed. Use another settings group.
az: Qarışıq seçimlər qrupu silindi. Digər ayar qrupundan istifadə edin.

source: You are not allowed to edit pages as this user.
az: Siz bu istifadəçi ilə səhifəni düzəldə bilməzsiniz.

source: You are not allowed to create pages as this user.
az: Siz bu istifadəçi ilə yeni səhifə yarada bilməzsiniz.

source: You are not allowed to edit posts as this user.
az: Siz bu istifadəçi ilə yazını düzəldə bilməzsiniz.

source: You are not allowed to post as this user.
az: Siz bu istifadəçi ilə yazı əlavə edə bilməzsiniz.

source: You are not allowed to edit pages.
az: Sizin səhifələri düzəltməyə icazəniz yoxdur.

source: You are not allowed to edit posts.
az: Sizin yazıları düzəltməyə icazəniz yoxdur.

source: Auto Draft
az: Avto qaralama

source: You are not allowed to create pages on this site.
az: Sizin bu saytda səhifələr düzəltmək icazəniz yoxdur.

source: You are not allowed to create posts or drafts on this site.
az: Sizin bu səhifədə şərhlər və qaralama düzəltməyə icazəniz yoxdur.

source: Images
az: Rəsmlər

source: Manage Images
az: Şəkilləri idarə et

source: Image <span class="count">(%s)</span>
az: Şəkil <span class="count">(%s)</span>

source: Manage Audio
az: Səsi idarə et

source: Manage Video
az: Videonu idarə et

source: Click to edit this part of the permalink
az: Permalinkin bu hissəsini dəyişmək üçün klikləyin.

source: Temporary permalink. Click to edit this part.
az: Müvəqqəti permalink. Bu hissəni dəyişmək üçün klikləyin

source: Change Permalinks
az: Permalinkləri dəyişin

source: Set featured image
az: Əsas şəkil təyin edin

source: Remove featured image
az: Əsas şəkli silin

source: Warning: %s is currently editing this post
az: Diqqət: %s hal-hazırda bu yazını redaktə edir

source: Warning: %s is currently editing this page
az: Diqqət: %s hal-hazırda bu səhifəni redaktə edir

source: Warning: %s is currently editing this.
az: Diqqət: %s hal-hazırda bunu redaktə edir

source: Preview not available. Please save as a draft first.
az: Öncəbaxış əlyetərli deyil. Lütfən, əvvəlcə qaralama kimi yaddaşa verin.

source: My Site
az: Mənim Saytım

source: Just another WordPress site
az: Sadəcə bir WordPress saytı

source: Just another %s site
az: Sadəcə bir %s saytı

# User role
source: Administrator
az: İdarəçi

# User role
source: Editor
az: Redaktor

# User role
source: Author
az: Müəllif

# User role
source: Contributor
az: Dəstəkçi

# User role
source: Subscriber
az: Abunəçi

source: You must provide a domain name.
az: Siz domen adı daxil etməlisiniz.

source: You must provide a name for your network of sites.
az: Siz sayt şəbəkəniz üçün ad daxil etməlisiniz.

source: The network already exists.
az: Bu şəbəkə artiq mövcuddur.

source: You must provide a valid e-mail address.
az: Siz uyğun e-poçt ünvanı daxil etməlisiniz.

source: Dear User, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Login Here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
az: Hörmətli istifadəçi, Sizin yeni SITE_NAME saytınız uğurla quraşdırıldı: BLOG_URL : Siz aşağıdakı məlumat ilə idarəçi hesabına daxil ola bilərsiniz: İstifadəçi adı: USERNAME Şifrə: PASSWORD Bura daxil olun: BLOG_URLwp-login.php Ümid edirik ki yeni saytınızdan zövq alacaqsınız. Təşəkkürlər! --@ SITE_NAME heyəti

source: Welcome to <a href="SITE_URL">SITE_NAME</a>. This is your first post. Edit or delete it, then start blogging!
az: <a href="SITE_URL">SITE_NAME</a> saytına xoş gəlmisiniz. Bu sizin ilk yazınızdır. Onu redaktə edin və ya silin, daha sonra yazırların dərcinə başlayın!

source: Warning! Wildcard DNS may not be configured correctly!
az: Diqqət! DNS əvəzedici işarəsi ola bilsin ki, düzgün quraşdırılmayıb!

source: The installer attempted to contact a random hostname (<code>%1$s</code>) on your domain.
az: Quraşdırma proqramı sizin domendə təsadüfi host adına(<code>%1$s</code>) bağlanmağa cəhd etdi.

source: This resulted in an error message: %s
az: Bu xətalı məktubla nəticələndi: %s

source: To use a subdomain configuration, you must have a wildcard entry in your DNS. This usually means adding a <code>*</code> hostname record pointing at your web server in your DNS configuration tool.
az: Sabdomen quraşdırmasından istifadə edəndə siz gərək DNS əvəzedici işarəyə malik olasız.Bu adətən <code>*</code> Sahibkar adının sizin DNS quraşdırma alətində qeydi mənasını verir.

source: You can still use your site but any subdomain you create may not be accessible. If you know your DNS is correct, ignore this message.
az: Siz hələlik öz səhifənizdən istifadə edə bilərsiz,lakin ola bisinki sizin düzəltdiyiniz hər hansı yarımdomen əldə edilə bilən olmasın.Əgər siz DNS in doğru olduğunu bilirsinizsə bu məktubu rədd edin.

source: Quick Edit
az: Tez-bazar düzəlt

source: Quick&nbsp;Edit
az: Tez-bazar&nbsp;düzəlt

# column name
source: Title
az: Başlıq

# column name
source: File
az: Fayl

# column name
source: Attached to
az: Qoşuldu

# column name
source: Date
az: Tarix

# column name
source: Comment
az: Şərh

source: In Response To
az: Cavab Olaraq

source: Relationship
az: Əlaqə

source: Visible
az: Görünən

source: Posts
az: Yazılar

source: Links
az: Linklər

source: Role
az: Dərəcə

source: Bulk Edit
az: Toplu şəkildə redaktə

source: &mdash; No Change &mdash;
az: &mTİRE; Dəyişilməyən &mTİRE;

source: &ndash;OR&ndash;
az: &ndash;və ya&ndash;

source: [more]
az: [ətraflı]

source: [less]
az: [qısa]

source: Main Page (no parent)
az: Baş səhifə

source: Allow
az: İcazə verin

source: Do not allow
az: İcazə verməyin

source: Allow Comments
az: Şərhlərə icazə verin

source: Allow Pings
az: Pinqlərə icazə verin

source: Sticky
az: Ən yuxarıda duran

source: Not Sticky
az: Ən yuxarıda durmayan

source: Make this post sticky
az: Bu yazını ən yuxarıda duran edin

source: Missed schedule
az: Ötürülmüş plan

source: Last Modified
az: Son dəyişiklik

source: Edit this item
az: Bu bölməni redaktə et

source: Edit this item inline
az: Bölmədəki sətrin içini redaktə edin

source: Restore this item from the Trash
az: Bu faylı zibil qutusundan götürüb bərpa edin

source: Move this item to the Trash
az: Zibil qutusuna at

source: Delete this item permanently
az: Bu elementi birdəfəlik silin

source: Uncategorized
az: Kateqoriyalaşdırılmamış

source: Edit this page
az: Bu səhifəni redaktə edin

source: Remove this page from the Trash
az: Bu səhifəni Zibil Qutusundan çıxardın

source: Move this page to the Trash
az: Bu səhifəni Zibil qutusuna atın

source: Delete this page permanently
az: Bu səhifəni birdəfəlik silin

source: E-mail: %s
az: E-poçt: %s

source: View posts by this author
az: Bu yazıçı üzrə yazıları gör

source: <a href="%1$s">%2$s at %3$s</a>
az: <a href="%1$s">%2$s faylı %3$s</a>faylında

source: In reply to <a href="%1$s">%2$s</a>.
az: <a href="%1$s">%2$s</a> adlı istifadəçiyə cavab.

source: Reply to Comment
az: Şərhə Cavab Yaz

source: Submit Reply
az: Cavab Göndər

source: Comment by %s moved to the trash.
az: %s tərəfindən yazılan şərh zibil qutusuna göndərildi.

source: Comment by %s marked as spam.
az: %s tərəfindən yazılan şərh spam kimi qeydə alındı.

source: Value
az: Qiymət

source: Key
az: Açar

source: Add New Custom Field:
az: Yeni xüsusi sahə əlavə edin:

source: &mdash; Select &mdash;
az: &mdash; Seçin &mdash;

source: Enter new
az: Yenisini daxil et

source: Add Custom Field
az: Xüsusi sahə əlavə edin

source: Thumbnail linked to file
az: Eskiz fayla bağlanıb

source: Image linked to file
az: Şəkil fayla bağlanıb

source: Thumbnail linked to page
az: Eskiz səhifəyə bağlanıb

source: Image linked to page
az: Şəkil səhifəyə bağlanıb

source: Link to file
az: Fayla istinad

source: Link to page
az: Səhifəyə istinad

source: Before you can upload your import file, you will need to fix the following error:
az: Siz bu faylı yükləməmiş və ya idxal etməmişdən əvvəl, aşağıdaki səhvi düzəltməlisiz:

source: Choose a file from your computer:
az: Öz kompüterinizdən fayl seçin:

source: Maximum size: %s
az: Maksimum ölçü: %s

source: Upload file and import
az: Faylı yüklə və idxal et

source: Click to toggle
az: Keçirmək üçün klikləyin

source: Find Posts or Pages
az: Yazı və ya Səhifə Axtar

source: Close
az: Bağla

source: Select
az: Seç

source: New Media
az: Yeni media faylı

source: Edit Media
az: Media faylın redaktəsi

source: New Link
az: Yeni Keçid

source: Edit Links
az: Keçidləri redaktə edin

source: New User
az: Yeni İstifadəçi

source: Edit Users
az: İstifadəçiləri redaktə edin

source: Install Plugins
az: Qoşma quraşdırılması

source: Manage Plugins
az: Qoşmaları idarə edin

source: Install Themes
az: Tema qur

source: Manage Themes
az: Temaları idarə et

source: New Post
az: Yeni Yazı

source: Drafts
az: Qaralamalar

source: New Page
az: Yeni Səhifə

source: (no title)
az: (başlıqsız)

# post state
source: Pending
az: Gözləyən

source: Enable accessibility mode
az: Əlverişli rejimi işə salın

source: Disable accessibility mode
az: Əlverişli rejimi dayandırın

# Metaboxes
source: Show on screen
az: Ekranda göstər

# Columns
source: Show on screen
az: Ekranda göstər

# Screen Options
source: Show on screen
az: Ekranda göstər

source: <a href="http://codex.wordpress.org/" target="_blank">Documentation</a>
az: <a href="http://codex.wordpress.org/" target="_blank">Təlimatlar</a>

source: Help
az: Kömək

source: Screen Options
az: Ekran seçimləri

source: Most of the modules on this screen can be moved. If you hover your mouse over the title bar of a module you&rsquo;ll notice the 4 arrow cursor appears to let you know it is movable. Click on it, hold down the mouse button and start dragging the module to a new location. As you drag the module, notice the dotted gray box that also moves. This box indicates where the module will be placed when you release the mouse button.
az: Bu ekrandakı modulların əksəriyyəti yerini dəyişə bilər.Əgər siz siçanı modulun başlıq sətirinin üstündə &rsquo firlatsanız görəcəksiniz ki,dörd ox kursoru gəlir sizə məlumat verir ki,bu hərəkət edəndir. Onun üstünə basın,siçanın düyməsini tabelikdə saxlayın və yeni yerləşməyə modulu daşımağa başlayın. Siz modulu daşıyan kimi görəcəksiniz ki,örtülən boz qutu artiq yerini dəyişib. Bu qutu modulun harada yerləşəcəyini siz siçanın düyməsini buraxanda bildirir .

source: The same modules can be expanded and collapsed by clicking once on their title bar and also completely hidden from the Screen Options tab.
az: Eyni modullar onların başlıq sətrinə bir dəfə klikləməklə genişlənə və yığcamlaşa bilər və həmçinin Ekran Opsiyaları cədvəlindən təmamilə gizlədilə bilər.

source: Search help
az: Kömək axtar

source: You may search based on 3 criteria:
az: Siz 3 kriteriya üzrə axtarış edə bilərsiniz:

source: <strong>Term:</strong> Searches theme names and descriptions for the specified term.
az: <strong>İfadə:</strong>Mğvzu adlarına və xüsusiləşmiş ifadələrə təsvirlər axtarır.

source: <strong>Tag:</strong> Searches for themes tagged as such.
az: <strong>Teq:</strong> Temalar üçün axtarışlar belə teqlənib.

source: <strong>Author:</strong> Searches for themes created by the Author, or which the Author contributed to.
az: <strong>Müəllif:</strong> Müəllif tərəfindən yaradılan və ya müəllifin dəstək olduğu temalar üzrə axtarış.

source: Screen Layout
az: Ekran tərtibatı

source: Number of Columns:
az: Sütünların Sayı:

# sites per page (screen options)
source: Sites
az: Saytlar

# users per page (screen options)
source: Users
az: İstifadəçilər

# comments per page (screen options)
source: Comments
az: Şərhlər

# items per page (screen options)
source: Media items
az: Daşıyıcı maddələri

# plugins per page (screen options)
source: Plugins
az: Qoşmalar

source: An Unexpected HTTP Error occured during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
az: APl tələbi zamanı gözlənilməz HTTP Xətası baş verdi..</p> <p><a href="?" onclick="document.location.reload(); return false;">Bir daha cəhd edin</a>

source: An unknown error occured
az: Bilinməyən xəta baş verdi

source: Search for themes by keyword, author, or tag.
az: Açar sözə, müəllifə və ya teqə görə tema axtar

# Theme Installer
source: Tag
az: Teq

source: Feature Filter
az: Filteri ekranda göstər

source: Find a theme based on specific features
az: Xüsusi özəlliklərə malik olan mövzu tap

source: Colors
az: Rənglər

source: Black
az: Qara

source: Blue
az: Göy

source: Brown
az: Qəhvəyi

source: Green
az: Yaşıl

source: Orange
az: Narıncı

source: Pink
az: Çəhrayı

source: Purple
az: Bənövşəyi

source: Red
az: Qırmızı

source: Silver
az: Gümüşü

source: Tan
az: Yaşılı-qəhvəyi

source: White
az: Ağ

source: Yellow
az: Sarı

source: Dark
az: Tünd

source: Light
az: Açıq

source: Columns
az: Sütunlar

source: One Column
az: Bir Sütun

source: Two Columns
az: İki Sütun

source: Three Columns
az: Üç Sütun

source: Four Columns
az: Dörd Sütun

source: Left Sidebar
az: Sol Yan panel

source: Right Sidebar
az: Sağ Yan panel

source: Width
az: En

source: Fixed Width
az: Sabit En

source: Flexible Width
az: Qeyri Sabit En

source: Features
az: Xüsusiyyətlər

source: Custom Colors
az: Xüsusi Rənglər

source: Theme Options
az: Tema seçimləri

source: Threaded Comments
az: Hazır Şərhlər

source: Sticky Post
az: Yapışqan yazı

source: Microformats
az: Microformatlar

source: Subject
az: Mövzu

source: Holiday
az: Bayram

source: Seasonal
az: Mövsümi

source: Find Themes
az: Tema axtar

source: Install a theme in .zip format
az: Temanı .zip formatından qurun

source: If you have a theme in a .zip format, you may install it by uploading it here.
az: Əgər sizin .zip formatında temanız varsa, onda siz o temanı buradan yükləyib quraşdıra bilərsiz.

source: Install &#8220;%s&#8221;
az: &#8220;%s&#8221; quraşdır

source: No themes found
az: Heç bir tema tapılmadı

source: Theme Install
az: Tema quraşdırılması

source: <strong>Error:</strong> This theme is currently not available. Please try again later.
az: <strong>Səhv:</strong> Bu tema hal hazırda əlyetərli deyil. Lütfən, az sonra yenə yoxlayın.

source: <strong>Warning:</strong> This theme has <strong>not been tested</strong> with your current version of WordPress.
az: <strong>Diqqət:</strong>Bu mövzu<strong>sizin WordPressin mövcud</strong>versiyası ilə test edilməyib.

source: <strong>Warning:</strong> This theme has not been marked as <strong>compatible</strong> with your version of WordPress.
az: <strong>Diqqət:</strong>Bu mövzu sizin WordPressin versiyası ilə <strong>uyğun</strong>kimi qeyd edilməyib.

source: by %s
az: %s tərəfindən

source: Version: %s
az: Versiya: %s

source: Newer version (%s) is installed.
az: Yeni versiya (%s) quraşdırılıb.

source: This version is already installed.
az: Bu versiya artıq quraşdırılıb.

source: Unable to locate WordPress theme directory.
az: WordPress mövzu kataloqunu yerləşdirmək mümkün deyil.

source: Could not fully remove the theme %s.
az: %s mövzusunu təmamilə geri göndərmık alınmadı.

source: Upgrading this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to upgrade.
az: Bu mövzunun yenilənməsində sizin etdiyiniz bəzi xüsusiliklər itiriləcək.Dayanmaq üçün 'Cancel', yeniləmək üçün 'OK'əmrini seçin.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s Details</a>.
az: %1$s faylının yeni versiyası mövcuddur.<a href="%2$s" class="thickbox" title="%1$s">Versiyanı göstər%3$sMəlumatlar</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s Details</a> <em>automatic upgrade unavailable for this theme</em>.
az: %1$s faylının yeni versiyası mövcuddur.<a href="%2$s" class="thickbox" title="%1$s">Versiyanı göstər%3$sMəlumatlar</a> <em> bu tema </em>üçün avtomatik yenilənmə mümkün deyil.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s Details</a> or <a href="%4$s" %5$s>upgrade automatically</a>.
az: %1$s faylının yeni versiyası mövcuddur..<a href="%2$s" class="thickbox" title="%1$s">Versiyanı göstər%3$sMəlumatlar</a> və ya <a href="%4$s" %5$s>avtomatik yenilə</a>.

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
az: Yenilənmə quraşdırıla bilməz,çünki WordPress %1$s PHP versiyası%2$s tələb edir və ya daha yüksək və MySQL versiyası%3$s və ya daha yüksək.Siz PHP versiyasını %4$s və MySQL versiyasını %5$s işlədirsiz.

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher. You are running version %3$s.
az: Yenilənmə quraşdırıla bilməz,çünki WordPress %1$s PHP versiyası%2$s tələb edir və ya daha yüksək.Siz %3$s versiyasını işlədirsiz.

source: The update cannot be installed because WordPress %1$s requires MySQL version %2$s or higher. You are running version %3$s.
az: Yenilənmə quraşdırıla bilməz,çünki WordPress %1$s MySQL versiyasını %2$s tələb edir və ya daha yüksək.Siz %3$s versiyasını işlədirsiz.

source: Verifying the unpacked files&#8230;
az: Açılmış &#8230;faylların yoxlanılması.

source: The update could not be unpacked
az: Yenilənmə açılmadı

source: Upgrading database&#8230;
az: &#8230;verilənlər bazasının yenilənməsi.

source: Version %s
az: %s versiyası

source: You are using a development version (%1$s). Cool! Please <a href="%2$s">stay updated</a>.
az: Siz mükəmməl versiyanı (%1$s)istifadə edirsiz.Çox yaxşı!Zəhmət olmasa<a href="%2$s">yükləmədə qalın</a>.

source: <a href="%1$s">Get Version %2$s</a>
az: <a href="%1$s">Yeni %2$s versiyanı əldə edin</a>

source: <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> is available! <a href="%2$s">Please update now</a>.
az: <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> aktivdir! <a href="%2$s">Zəhmət olmasa indi yeniləyin</a>.

source: <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> is available! Please notify the site administrator.
az: <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> aktivdir!Zəhmət olmasa inzibatçının səhifəsini bildirin.

source: You are using <span class="b">WordPress %s</span>.
az: Siz <span class="b">WordPress %s</span> istifadə edirsiniz.

source: Update to %s
az: %s - a Yenilə

source: Latest
az: Ən son

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s Details</a>.
az: %1$syeni versiyası aktivdir.<a href="%2$s" class="thickbox" title="%3$s">versiyasını göstər%4$s Məlumatlar</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s Details</a> <em>automatic upgrade unavailable for this plugin</em>.
az: %1$s yeni versiyası aktivdir.<a href="%2$s" class="thickbox" title="%3$s">Versiyasını göstər %4$s Məlumatlar</a><em>Bu qoşma</em>üçün avtomatik yenilənmə mümkün deyil.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s Details</a> or <a href="%5$s">upgrade automatically</a>.
az: %1$s yeni versiyası aktivdir.<a href="%2$s" class="thickbox" title="%3$s">Versiyasını göstər %4$s Məlumatlar</a> və ya <a href="%5$s">avtomatik yenilə</a>.

source: An automated WordPress update has failed to complete - <a href="%s">please attempt the update again now</a>.
az: WordPress avtomatik yenilənmə tamamlana bilmədi - <a href="%s">zəhmət olmasa yenilənməni indi yenidən sınayın</a>.

source: An automated WordPress update has failed to complete! Please notify the site administrator.
az: WordPress avtomatik yenilənməsi tamamlana bilmədi! Zəhmət olmasa sayt administratorunu xəbərdar edin.

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you.
az: O parolu ehtiyyatla <strong><em>qeyd edin</em></strong>! Bu ancaq sizin üçün yaradılmış <em>təsadüfi</em> paroldur.

source: Your chosen password.
az: Sizin seçilmiş şifrəniz.

source: User already exists. Password inherited.
az: İstifadəçi artıq mövcuddur.Şifrə alındı.

source: The password you chose during the install.
az: Sizin quraşdırma zamanı seçdiyiniz şifrə.

# Default category slug
source: Uncategorized
az: Kateqoriyalaşdırılmamış

source: Welcome to WordPress. This is your first post. Edit or delete it, then start blogging!
az: WordPress-ə xoş gəlmisiniz. Bu sizin ilk yazınızdır. Onu silin ya da redaktə edin, sonra isə bloq yazmağa başlayın!
