Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: You are about to remove the following plugin:
az: Siz növbəti qoşmanı yox etməyə hazırlaşırsınız:

source: <strong>%1$s</strong> by <em>%2$s</em> (will also <strong>delete its data</strong>)
az: <strong>%1$s</strong> tərəfindən <em>%2$s</em> (həm də <strong>bu qoşmaya aid bütün məlumatlar da silinəcək</strong>)

source: <strong>%1$s</strong> by <em>%2$s</em>
az: <em>%2$s</em> tərəfindən <strong>%1$s</strong>

source: Are you sure you wish to delete these files and data?
az: Siz bu sənədləri və ya verilənləri silməyi istəyirsiniz?

source: Are you sure you wish to delete these files?
az: Siz əminsinizki bu faylları silmək istəyirsiniz?

source: Yes, Delete these files and data
az: Bəli,bu faylları və verilənləri silin

source: Yes, Delete these files
az: Bəli, bu faylları sil

source: No, Return me to the plugin list
az: Xeyr, məni qoşma siyahısına qaytarın

source: Click to view entire list of files which will be deleted
az: Silinəcək olan faylların bütün siyahısını göstərmək üçün basın

source: Plugins extend and expand the functionality of WordPress. Once a plugin is installed, you may activate it or deactivate it here.
az: Qoşmalar uzanır və WordPress-in funksional imkanını genişləndirir. Qoşmanın biri quraşdırıldı,siz onu burda fəallaşdıra və ya söndürə bilərsiniz.

source: You can find additional plugins for your site by using the <a href="%1$s">Plugin Browser/Installer</a> functionality or by browsing the <a href="%2$s" target="_blank">WordPress Plugin Directory</a> directly and installing new plugins manually. To manually install a plugin you generally just need to upload the plugin file into your <code>/wp-content/plugins</code> directory. Once a plugin has been installed, you can activate it here.
az: Siz <a href="%1$s">Qoşma Bələdçisi/Installer</a>funkionallığından istifadə edərək və ya birbaşa <a href="%2$s" target="_blank">WordPress Qoşma Axtarış Kitabçası</a>na nəzarətlə öz saytınız üçün əlavə qoşmalar tapa bilərsiz və yeni qoşmaları əl ilə quraşdıra bilərsiz.Əl ilə olan quraşdırma üçün siz qoşma sənədini sadəcə axtarış<code>/wp-content/plugins</code> kitabçanıza yükləməlisiniz.Qoşma yüklənən kimi siz onu burada aktivləşdirə bilərsiz.

source: Most of the time, plugins play nicely with the core of WordPress and with other plugins. Sometimes, though, a plugin&#8217;s code will get in the way of another plugin, causing compatibility issues. If your site starts doing strange things, this may be the problem. Try deactivating all your plugins and re-activating them in various combinations until you isolate which one(s) caused the issue.
az: Çox vaxt,qoşmalar WordPress əsası ilə və digər qoşmalarla yaxşı işləyir.Bəzən,baxmayaraq ki,qoşma şifrəsi&#8217; digər qoşma yolu ilə alınacaq,yenə də uyğunluq problemlərinə səbəb olur.Əgər sizin səhifəniz qəribə işlər görməyə başlayırsa,bu problem ola bilər.Bütün qoşmalarınızı dezaktivasiya etməyə çalışın və hansının problem yaratdığını müəyyən edənə qədər onları müxtəlif birləşmələrdə aktivləşdirin.

source: If something goes wrong with a plugin and you can&#8217;t use WordPress, delete or rename that file in the <code>%s</code> directory and it will be automatically deactivated.
az: Əgər nəsə qoşma ilə istənilən kimi alınmırsa siz &#8217 WordPress-dən istifadə edə bilmərsiniz,<code>%s</code>kataloqdakı sənədi silin və ya adını dəyişin və o avtomatik olaraq söndürüləcək.

source: <a href="http://codex.wordpress.org/Managing_Plugins#Plugin_Management" target="_blank">Documentation on Managing Plugins</a>
az: <a href="http://codex.wordpress.org/Managing_Plugins#Plugin_Management" target="_blank">Qoşmaların idarə olunması barədə təlimat</a>

source: The plugin <code>%s</code> has been <strong>deactivated</strong> due to an error: %s
az: <code>%s</code>Qoşma %s səhvə görə <strong>söndürüldü</strong> :

source: The plugin generated %d characters of <strong>unexpected output</strong> during activation. If you notice &#8220;headers already sent&#8221; messages, problems with syndication feeds or other issues, try deactivating or removing this plugin.
az: Qoşma aktivləşməsi zamanı %d işarəsi <strong>gözlənilməz çıxış</strong>əmələ gətirdi.Əgər siz sindikasiya ifadələri və digər məsələlərlə başlıqlar artıq göndərilib&#8221;məktublar,problemlər &#8220;görsəz,bu qoşmanı geri göndərməyə və ya dezaktivasiya etməyə çalışın.

source: Plugin could not be activated because it triggered a <strong>fatal error</strong>.
az: Qoşma fəallaşdırıla bilinmədi,çünki o <strong>qaçılmaz xəta/strong> ilə dayandırılıb.

source: Plugin could not be deleted due to an error: %s
az: Qoşma %s səhvə görə silinə bilinmədi

source: The selected plugins have been <strong>deleted</strong>.
az: Seçilən qoşmalar <strong>silinmişdir</strong>.

source: Plugin <strong>activated</strong>.
az: Qoşma <strong>aktivləşdi</strong>.

source: Selected plugins <strong>activated</strong>.
az: Seçilmiş qoşmalar <strong>aktivləşdirildi</strong>.

source: Plugin <strong>deactivated</strong>.
az: Qoşma <strong>söndürüldü</strong>.

source: Selected plugins <strong>deactivated</strong>.
az: Seçilmiş qoşmalar <strong>söndürüldü</strong>.

source: No out of date plugins were selected.
az: Təqvimdənkənar heç bir qoşma seçilmədi

source: Plugin
az: Qoşma

source: No plugins to show
az: Göstərmək üçün qoşma yoxdur

source: Inactive:
az: Qeyri-aktiv:

source: Requires <code>%s</code> in <code>wp-config.php</code>.
az: <code>wp-config.php</code>sənədində <code>%s</code> tələb edir

source: Deactivate this plugin
az: Bu qoşmanı söndürün

source: Network Deactivate
az: Şəbəkə sönlüdür

source: Deactivate
az: Söndürün

source: This plugin can only be activated for all sites in a network
az: Bu qoşma yalnız şəbəkənin bütün saytlarında fəallaşdırıldı

source: Network Only
az: Yalnız Şəbəkə

source: Delete this plugin
az: Bu qoşmanı silin

source: Open this file in the Plugin Editor
az: Bu sənədi Qoşma Redaktorunda açın

source: Visit plugin site
az: Qoşma saytını ziyarət edin

source: Upgrade
az: Yenilə

source: Clear List
az: Siyahını silin

source: Search Installed Plugins
az: Quraşdırılan qoşmalar üzrə axtarış

# plugins
source: All <span class="count">(%s)</span>
az: Bütün <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
az: Aktiv <span class="count">(%s)</span>

source: Recently Active <span class="count">(%s)</span>
az: Yenicə deaktiv edilən <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
az: Qeyri-aktiv <span class="count">(%s)</span>

source: Network <span class="count">(%s)</span>
az: Şəbəkə <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
az: İstifadə edilməlidir <span class="count">(%s)</span>

source: Drop-ins <span class="count">(%s)</span>
az: Kəs-qur <span class="count">(%s)</span>

source: Upgrade Available <span class="count">(%s)</span>
az: Yeniləşdirmə mümkündür <span class="count">(%s)</span>

source: Search Results <span class="count">(%s)</span>
az: Axtarış Nəticələri <span class="count">(%s)</span>

source: Files in the <code>/wp-content/mu-plugins</code> directory are executed automatically.
az: <code>/wp-content/mu-plugins</code> Kataloqda fayllar avtomatik icra olunur.

source: Drop-ins are advanced plugins in the <code>/wp-content</code> directory that replace WordPress functionality when present.
az: Kəs-içindəkiləri <code>/wp-content</code>axtarış kitabcasındakı qabaqcıl qoşmalardır, hansıki təqdimat zamanı WordPress funksionallığının yerini dəyişir.

source: No plugins found.
az: Qoşmalar tapılmadı

source: You do not appear to have any plugins available at this time.
az: Siz bu vaxt üçün hərhansı aktiv qoşmanı göstərmirsiz.

source: Since you&#8217;re a newcomer, you&#8217;ll have to wait for an admin to add the <code>edit_posts</code> capability to your user, in order to be authorized to post.<br /> You can also <a href="mailto:%s?subject=Promotion?">e-mail the admin</a> to ask for a promotion.<br /> When you&#8217;re promoted, just reload this page and you&#8217;ll be able to blog. :)
az: Siz yenigələndən &#8217bəri,siz&#8217; istifadəçinizə yazmağa icazə vermək əvəzinə <code>edit_posts</code> adminin vasitə əlavə etməsini gözləməli olacaqsız .<br /> Siz həmçinin <a href="mailto:%s?subject=Promotion?">adminə e-poçt göndərə bilərsiz </a> yardım istəmək üçün.<br /> Siz yardım alanda&#8217;, sadəcə olaraq bu səhifəni yeniləyin və &#8217;bloglaşdıra biləcəksiz :)

source: You attempted to edit an item that doesn&#8217;t exist. Perhaps it was deleted?
az: &#8217 Elementi redaktə etmək cəhdiniz mövcud olmadı. Ola bilsin ki,o silinib?

source: You are not allowed to edit this item.
az: Sizə bu elementi redaktə etməyə icazə verilmir.

source: You can&#8217;t edit this item because it is in the Trash. Please restore it and try again.
az: Siz bu &#8217 elementi silə bilmərsiniz,çünki o zibil Qutusundadır. Zəhmət olmasa onu bərpa edin və yenidən cəhd edin.

source: Unknown post type.
az: Naməlum yazı şrifti.

source: You are not allowed to move this item out of the Trash.
az: Sizə bu elementi Zibil qutusundan daşımağa icazə verilmir.

source: Error in deleting.
az: Silinmədə xəta.

source: Embed Code
az: Şifrəni yerləşdirmək

source: Insert Video
az: Videonu daxil edin

source: Click to insert.
az: Daxil etmək üçün basın.

source: Insert Image
az: Şəkli daxil edin

source: Unable to retrieve images or no images on page.
az: Rəsm və ya Rəsm olmayanları bərpa etmək mümkün deyil

source: click images to select
az: Şəkilləri seçmək üçün basın

source: Add from URL
az: URL-dən əlavə edin

source: Refresh
az: Yenilə

source: Loading...
az: Yüklənilir...

source: You cannot modify this Taxonomy.
az: Siz bu təsnifatı dəyişdirə bilmərsiniz.

source: Post Tags
az: Yazı etiketləri

source: Choose from the most used tags in Post Tags
az: Yazı etiketlərində ən çox istifadə olunan etiketləri seç

source: Your post has been saved.
az: Sizin yazınız yadda saxlanıldı.

source: View post
az: Yazını Göstər

source: Close Window
az: Pəncərəni Bağla

source: Insert an Image
az: Şəkli daxil edin.

source: Embed a Video
az: Videonu yerləşdirin

source: Visual
az: Vizual

source: via
az: ilə

source: Compare Revisions of &#8220;%1$s&#8221;
az: &#8220;%1$s&#8221-nın Yoxlamalarını Müqayisə edin

source: Revision for &#8220;%1$s&#8221; created on %2$s
az: &#8220;%1$s&#8221üçün yoxlama; %2$s-da yaradıldı.

source: Older: %s
az: %s daha köhnə

source: Newer: %s
az: Daha yeni: %s

source: These revisions are identical.
az: Bu yoxlamalar oxşardır.

source: Post published.
az: Yazı nəşr edildi.

source: Title:
az: Başlıq:

source: Post:
az: Yazı:

source: Tags:
az: Teqlər:

source: Separate tags with commas
az: Teqləri vergüllər ilə ayır

source: Save as Draft
az: Qaralama kimi saxla

source: You do not have sufficient permissions to edit templates for this site.
az: Sizin bu saytda şablonları redaktə etməyə kifayət qədər icazəniz yoxdur.

source: Edit Themes
az: Temaları Redaktə edin

source: You can use the Theme Editor to edit the individual CSS and PHP files which make up your theme.
az: Siz Tema redaktorundan temaya aid olan CSS və PHP fayllarını redaktə etmək üçün istifadə edə bilərsiniz.

source: Begin by choosing a theme to edit from the dropdown menu and clicking Select. A list then appears of all the template files. Clicking once on any file name causes the file to appear in the large Editor box.
az: Aşağıyaaçılan menyudan redaktə etməklə və Seç bölməsini klikləyərək mövzu seçməklə başlayın.Sonra meydana çıxan siyahı mövzu sənədidir.Hərhansı sənəd adına bir dəfə klikləmək böyük Redaktə qutusunda sənədin görünməsinə səbəb olur.

source: For PHP files, you can use the Documentation dropdown to select from functions recognized in that file. Lookup takes you to a web page with reference material about that particular function.
az: PHP sənədləri üçün siz bu sənəddə funksiyalar tərəfindən tanınanı seçmək üçün Sənədləşdirmə aşağıyaaçılanı istifadə edə bilərsiz.Axtarış sizi bu istinad materialı ilə təfsilatlı funksiya haqqında olan web səhifəyə aparır.

source: After typing in your edits, click Update File.
az: Redaktə işlərindən sonra Faylı yeniuləyin düyməsinə klik edin.

source: <strong>Advice:</strong> think very carefully about your site crashing if you are live-editing the theme currently in use.
az: <strong>Məsləhət:</strong> Aktiv olan temanı redaktə etdikdə çox diqqətli olun, hər hansı səhv saytınızın işləməsinə səbəb ola bilər.

source: Upgrading to a newer version of the same theme will override changes made here. To avoid this, consider creating a <a href="http://codex.wordpress.org/Child_Themes" target="_blank">child theme</a> instead.
az: Eyni mövzunun daha yeni versiyasının yenilənməsi burada düzəldilən dəyişiklikləri ləğv edəcək.Bundan qorunmaq üçün,onun əvəzinə <a href="http://codex.wordpress.org/Child_Themes" target="_blank">uşaq mövzusu</a> düzəltməyi nəzərə alın.

source: <a href="http://codex.wordpress.org/Theme_Development" target="_blank">Documentation on Theme Development</a>
az: <a href="http://codex.wordpress.org/Theme_Development" target="_blank"> Mövzu şərhində sənədləşdirmə</a>

source: <a href="http://codex.wordpress.org/Using_Themes" target="_blank">Documentation on Using Themes</a>
az: <a href="http://codex.wordpress.org/Using_Themes" target="_blank">Temaların istifadəsi barədə təlimat </a>

source: <a href="http://codex.wordpress.org/Editing_Files" target="_blank">Documentation on Editing Files</a>
az: <a href="http://codex.wordpress.org/Editing_Files" target="_blank">Redaktə edilən Sənədlərdə sənədləşdirmə</a>

source: <a href="http://codex.wordpress.org/Template_Tags" target="_blank">Documentation on Template Tags</a>
az: <a href="http://codex.wordpress.org/Template_Tags" target="_blank">Şablon etiketlərdə sənədləşdirmə</a>

source: The requested theme does not exist.
az: Tələb edilən mövzu mövcud deyil.

source: Function Name...
az: Funksiyanın adı...

source: Select theme to edit:
az: Redaktə etmək üçün tema seçin

source: Templates
az: Şablonlar

# Theme stylesheets in theme editor
source: Styles
az: Üslublar

source: Oops, no such file exists! Double check the name and try again, merci.
az: Oy! Belə fayl mövcud deyil! Adını təkrar yoxlayın və yenidən sınayın, təşəkkürlər.

source: You do not have sufficient permissions to install themes on this site.
az: Sizin bu saytda mövzuları quraşdırmaq üçün kifayət qədər icazəniz yoxdur.

# Theme Installer
source: Featured
az: Göstərilmiş

# Theme Installer
source: Newest
az: Ən yeni

# Theme Installer
source: Recently Updated
az: Təzəlikcə Yeniləndi

source: You can find additional themes for your site by using the Theme Browser/Installer on this screen, which will display themes from the <a href="%s" target="_blank">WordPress.org Theme Directory</a>. These themes are designed and developed by third parties, are available free of charge, and are licensed under the GNU General Public License, version 2, just like WordPress.
az: Siz bu ekranda Mövzu Nəzarəti/Quraşdırıcı-dan istifadə edərək əlavə mövzular tapa bilərsiz,hansıki mövzuları <a href="%s" target="_blank">WordPress.org Mövzu Axtarış Kitabçası</a>-dan göstərəcək.

source: You can Search for themes by keyword, author, or tag, or can get more specific and search by criteria listed in the feature filter. Alternately, you can browse the themes that are Featured, Newest, or Recently Updated. When you find a theme you like, you can preview it or install it.
az: Siz mövzuları açarsözü,müəllif,və ya etiketlə Axtarışa verə bilərsiz və ya siz daha xüsusi olanı əldə edə bilərsiz və özəllikli filtrdə sıralanan ölçüləri axtara bilərsiz.Daha sonra,siz Xüsusiyyətli,Ən yeni,və ya Sonuncu yüklənmiş mövzulara nəzər yetirə bilərsiz.Siz istədiyiniz mövzunu tapanda ona ilkinbaxış edə və ya yerləşdirə bilərsiz.

source: You can Upload a theme manually if you have already downloaded its ZIP archive onto your computer (make sure it is from a trusted and original source). You can also do it the old-fashioned way and copy a downloaded theme&#8217;s folder via FTP into your <code>/wp-content/themes</code> directory.
az: Siz mövzunu kompyuterinizdə ZIP arxivində artıq yükləmisinizsə əl ilə yükləyə bilərsiniz (əmin olun ki,etibarlı və həqiqi mənbədəndir). Siz bunu köhnə yol ilə də edə bilərsiniz və yüklənən &#8217 mövzuları köçürə bilərsiniz,qovluq FTP tərəfindən sizin <code>/wp-məzmun/mövzular</code> kataloqunuzda.

source: <a href="http://codex.wordpress.org/Using_Themes#Adding_New_Themes" target="_blank">Documentation on Adding New Themes</a>
az: <a href="http://codex.wordpress.org/Using_Themes#Adding_New_Themes" target="_blank">Yeni mövzuların əlavəsində sənədləşdirmə</a>

# theme
source: Manage Themes
az: Mövzuları idarə edin

source: Aside from the default theme included with your WordPress installation, themes are designed and developed by third parties.
az: Sizin WordPress yükləməsi ilə daxil edilən ilkin mövzunu bir kənara qoysaq,mövzular üçüncü hissələr tərəfindən dizaynlaşdırılır və mükəmməlləşdirilir.

source: You can see your active theme at the top of the screen. Below are the other themes you have installed that are not currently in use. You can see what your site would look like with one of these themes by clicking the Preview link. To change themes, click the Activate link.
az: Siz ekranın yuxarısında sizin həqiqi mövzunuzu görə bilərsiniz.Sizin quraşdırdığınız başqa mövzuların altındakılar hal-hazırda istifadədə deyildir. Siz bu mövzuların biri ilə İlkin baxış keçidini basmaqla sizin saytınızın nəyə oxşayacağını görəcəksiniz.Mövzuları dəyişmək,Fəallaşdır keçidini basmaq.

source: If you would like to see more themes to choose from, click on the &#8220;Install Themes&#8221; tab and you will be able to browse or search for additional themes from the <a href="%s" target="_blank">WordPress.org Theme Directory</a>. Themes in the WordPress.org Theme Directory are designed and developed by third parties, and are licensed under the GNU General Public License, version 2, just like WordPress. Oh, and they&#8217;re free!
az: Əgər siz seçmək üçün daha çox mövzuları görməyi istəyərdinizsə &#8220-da basın;&#8221 mövzularını Quraşdırın;təyin edin və siz the <a href="%s" target="_blank">WordPress.org Mövzu Kataloqu</a>-dan baxa və ya əlavə mövzuları axtara biləcəksiniz.WordPress.org Mövzu kataloqunda mövzular tərtib edilib və üçüncü qrup tərəfindən tərtib edildi və WordPress kimi GNU Əsas Dövlət Hüququ,2ci buraxılışın altında lisenziyallaşdırılır.Oh,#8217 onlar çoxdurlar!

source: Administrator: new themes must be activated in the <a href="%s">Network Themes</a> screen before they appear here.
az: İdarə başcısı: yeni mövzuları <a href="%s">Şəbəkə Mövzuları</a> ekranında burda mövcud olmamışdan əvvəl fəallaşdırmalısınız.

source: The active theme is broken. Reverting to the default theme.
az: Aktiv mövzu istifadədən çıxıb.İlkin mövzuya qayıdış

source: New theme activated. This theme supports widgets, please visit the <a href="%s">widgets settings</a> screen to configure them.
az: Yeni mövzu aktivləşdirildi.Bu mövzu vidgeti dəstəkləyir,zəhmət olmasa quraşdırmaq üçün <a href="%s">widget qurğuları</a> ekranını ziyarət edin.

source: New theme activated. <a href="%s">Visit site</a>
az: Yeni mövzu fəallaşdırıldı. <a href="%s"> Sayta keçid edin</a>

source: Theme deleted.
az: Tema silindi

# theme
source: Install Themes
az: Mövzuları quraşdırın

source: Current Theme
az: Cari Mövzu

source: Current theme preview
az: Cari mövzuya ilkin baxış

source: %1$s %2$s by %3$s
az: %3$s tərəfindən %1$s %2$s

source: The template files are located in <code>%2$s</code>. The stylesheet files are located in <code>%3$s</code>. <strong>%4$s</strong> uses templates from <strong>%5$s</strong>. Changes made to the templates will affect both themes.
az: Şablon sənədləri <code>%2$s</code>-da tapılmışdır. Üslubsənəd vərəqləri <code>%3$s</code>-da tapılmışdır.<strong>%5$s</strong>-dan istifadəçi şablonları<strong>%4$s</strong>. Şablonlara edilən dəyişikliklər hər iki mövzuda zərər yetirəcək.

source: All of this theme&#8217;s files are located in <code>%2$s</code>.
az: &#8217 bu mövzunun hamısı,sənədlər <code>%2$s</code>-da tapılıb.

source: Available Themes
az: Mümkün Mövzular

source: Preview of &#8220;%s&#8221;
az: of &#8220;%s&#8221-nın ilkin baxışı

source: You are about to delete this theme '%s' 'Cancel' to stop, 'OK' to delete.
az: '%s' Siz bu mövzunu silməkdəsiniz Dayandırmqa üçüm 'Ləğv',silmək üçün 'OK'

source: You only have one theme installed right now. Live a little! You can choose from over 1,000 free themes in the WordPress.org Theme Directory at any time: just click on the <em><a href="%s">Install Themes</a></em> tab above.
az: Sizin indi yalnız bir dənə quraşdırılmış mövzunuz var. Bir az yaşadın! Siz eyni vaxtda Mövzu Direktoru WordPress.org-da 1,000 azad mövzudan seçə bilərsiniz:yalnızca <em><a href="%s">Mövzuları Quraşdırın</a></em> yuxarıdakı qoşmaya basın.

source: Only the current theme is available to you. Contact the %s administrator for information about accessing additional themes.
az: Yalnız cari mövzu sizin üçün movcuddur. %s idarə başcısı ilə əlavə mövzulara giriş haqqında məlumat üçün əlaqə yaradın.

source: Broken Themes
az: İstifadədən çıxmış Mövzular

source: (Site admin only)
az: (Yalnız saytın idarə başcısı)

source: The following themes are installed but incomplete. Themes must have a stylesheet and a template.
az: Aşağıdakı mövzular yüklənilib amma yarımçıq.Mövzuların üslubvərəqi və şablonu olmalıdır.

source: Press This is a bookmarklet that makes it easy to blog about something you come across on the web. You can use it to just grab a link, or to post an excerpt. Press This will even allow you to choose from images included on the page and use them in your post. Just drag the Press This link on this screen to your bookmarks bar in your browser, and you&#8217;ll be on your way to easier content creation.
az: "Kliklə" sizin bütün veb boyunca bloq yazma işinizi asanlaşdıran vasitədir. Siz bundan hər hansı saytdakı məzmunu götürmək və ya sadəcə yazı icmalı dərc etmək üçün istifadə edə bilərsiniz. Bu düymə sizə hətta səhifəyə aid olan şəkillərdən seçmək və onu yazıda işlətmək imkanı verir. Sadəcə düyməni tutaraq sürüyüb internet bələdçinizdəki(brauzer) seçilmiş linklər bölməsində(bookmark) buraxın və o orada qalsın. Hər hansı sayta keçdikdən sonra yeni yaranan Kliklə adlı seçilmiş keçidə klik edin. Və məzmun avtomatik yaranmış olacaq.

source: Note: Turbo/Gears is no longer promoted on this screen as it was in previous versions due to the fact that Google has discontinued support for it.
az: Qeyd:Turbo/ Alətləri bu ekranda çox uzun təsis edilməyib,belə ki, bu əvvəlki buraxılışlarda həqiqətə müvafiqdir Google onun üçün dəstəyi dayandırmışdır.

source: <a href="http://codex.wordpress.org/Tools_Tools_SubPanel" target="_blank">Tools Documentation</a>
az: <a href="http://codex.wordpress.org/Tools_Tools_SubPanel" target="_blank">Vasitələrin sənədləşdirilməsi</a>

source: <a href="%s">Use this</a> to convert categories to tags or tags to categories.
az: Bölmələri açar sözlərə və ya açar sözləri bölmələrə çevirmək üçün <a href="%s">bundan istifadə edin</a> .

source: You do not have sufficient permissions to update plugins for this site.
az: Sizin bu saytda qoşmaları yeniləmək üçün lazımı səlahiyyətiniz yoxdur.

source: Update Automatically
az: Avtomatik yeniləyin

source: You are using a development version of WordPress. You can update to the latest nightly build automatically or download the nightly build and install it manually:
az: Siz WordPressin gələcək-sınaq versiyasını işlədirsiz. Siz ən son sınaq versiyasını avtomatik yenilənmə ilə və ya özünüz əllə edə bilərsiniz

source: Download nightly build
az: Sınaq versiyanı yükləyin
