Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: You have the latest version of WordPress. You do not need to update. However, if you want to re-install version %s, you can do so automatically or download the package and re-install manually:
az: Sizdə WordPress-in axırıncı buraxılışı var. Sizin sistemin yenilənməyə ehtiyacı yoxdur. Əgər siz %s bu buraxılışı yenidən quraşdırmaq istəyirsinizsə, bunu həm avtomatik həm də paketi yükləyib özünüz bildiyiniz kimi quraşdıra bilərsiniz:

source: Re-install Automatically
az: Yenidən avtomatik quraşdırmaq

source: You cannot update because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
az: Siz<a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> yükləyə bilmərsiz,çünki PHP %2$s versiyasını və ya daha çoxunu tələb edir və MySQL %3$s versiyanı və ya daha yaxşısını tələb edir. Siz PHP %4$s versiyasını və MySQL %5$s versiyasını işlədirsiz.

source: You cannot update because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
az: Siz yeniləyə bilmirsiz,çünki <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> PHP %2$s versiyasını və ya daha artığını tələb edir.Siz %3$s versiyasını işlədirsiz.

source: You cannot update because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
az: Siz yeniləyə bilmirsiz,çünki <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> MySQL %2$s versiyasını və ya daha çoxunu tələb edir.Siz %3$s versiyasını işlədirsiz.

source: You can update to <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> automatically or download the package and install it manually:
az: Siz<a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> avtomatik yeniləyə bilərsiz və ya paketi yükləyib özünüz şəxsən yerləşdirə bilərsiz:

source: Download %s
az: Endirin %s

source: Hide this update
az: Bu yeniləməni gizlə

source: Bring back this update
az: Bu yenilənməni geriyə qaytarın

source: This localized version contains both the translation and various other localization fixes. You can skip upgrading if you want to keep your current translation.
az: Bu yerləşdirilmiş buraxılış hər iki tərcümə və müxtəlif başqa lokallaşdırma miqdarlarından ibarətdir. Əgər siz cari tərcümənizi saxlamaq istiyirsinizsə,siz yeniləşdirməni buraxa bilərsiniz.

source: You are about to install WordPress %s <strong>in English.</strong> There is a chance this upgrade will break your translation. You may prefer to wait for the localized version to be released.
az: Siz İngilis dilində WordPress-i %s <strong> quraşdırmağa hazırlaşırsınız.</strong>Güman var ki, bu yeniləşdirmə sizin tərcümənizi pozacaq.Siz yerliləşdirilmiş versiyanı buraxmaq üçün gözləməyi üstün tutacaqsınız.

source: Show hidden updates
az: Gizli yeniləməli göstər

source: Hide hidden updates
az: Gizlənmiş yenilənmələri gizlədin

source: WordPress Updates
az: Wordpress yenilənmələri

source: Please select one or more plugins to upgrade.
az: Zəhmət olmasa yeniləşdirmə üçün bir və ya daha çox qoşmalar seçin.

source: You have the latest version of WordPress.
az: Sizin Wordpress ən son versiyada işləyir.

source: <strong>Important:</strong> before updating, please <a href="http://codex.wordpress.org/WordPress_Backups">backup your database and files</a>. For help with updates, visit the <a href="http://codex.wordpress.org/Updating_WordPress">Updating WordPress</a> Codex page.
az: <strong>Vacib:</strong> yenilənmədən öncə,zəhmət olmasa <a href="http://codex.wordpress.org/WordPress_Backups">verilənlər bazaniza və sənədlərinizə geri dönün</a>. Yenilənmələrə yardım məqsədilə, ziyarət et<a href="http://codex.wordpress.org/Updating_WordPress">WordPress Yenilənməsi</a> Codex səhifəsi.

source: An updated version of WordPress is available.
az: Wordpressin yeni versiyası mövcuddur.

source: While your site is being updated, it will be in maintenance mode. As soon as your updates are complete, your site will return to normal.
az: Sizin saytınız yenilənəndə,mühafizə etmə rejimində olacaq,Belə ki, sizin yeniləmələriniz qurtaranda,saytınız həmişəki vəziyyətinə qayıdacaq.

source: Your plugins are all up to date.
az: Siz qoşmalarınızın hamısı müasirdir.

source: The following plugins have new versions available. Check the ones you want to update and then click &#8220;Update Plugins&#8221;.
az: Aşağıdakı qoşmaların yeni versiyaları hazırlanmışdır. Yeniləmək istədiklərinizi seçib təsdiq düyməsinə basın.

source: Update Plugins
az: Qoşmaları yenilə

source: Compatibility with WordPress %1$s: 100%% (according to its author)
az: Wordpress %1$s versiyası ilə 100%% uyğundur(müəllifin bildirdiyinə görə)

source: Compatibility with WordPress %1$s: %2$d%% (%3$d "works" votes out of %4$d total)
az: WordPress-lə uyğunluq %1$s: %2$d%% (%3$d "works" seçir %4$d yekun)

source: Compatibility with WordPress %1$s: Unknown
az: Wordpress ilə uyğunluq%1$s:Bilinməyən

source: You have version %1$s installed. Update to %2$s.
az: Sizin %1$s yerləşdirilmiş versiyanız var.%2$s faylına yeniləyin.

source: Your themes are all up to date.
az: Sizin mövzularınızın hamısı son versiyada işləyir

source: The following themes have new versions available. Check the ones you want to update and then click &#8220;Update Themes&#8221;.
az: Aşağıdakı temaların yeni versiyaları hazırlanmışdır. Yeniləmək istədiklərinizi seçib yeniləyin

source: <strong>Please Note:</strong> Any customizations you have made to the Themes files will be lost. Please consider using <a href="%s">child themes</a> for modifications.
az: <strong>Zəhmət olmasa qeyd edin:</strong>Mövzu sənədlərində etdiyiniz bəzi şəxsiləşdirmələr itə bilər. Zəhmət olmasa şəkil dəyişdirmə üçün <a href="%s">kiçik mövzular</a>-dan istifadə etməyi nəzərə alın.

source: Update Themes
az: Mövzuları Yeniləyin

source: Update WordPress
az: Wordpress sistemini yeniləyin

source: Installation Failed
az: Quraşdırma alınmadı

source: WordPress updated successfully
az: Wordpress uğurla yeniləndi

source: Go to Dashboard
az: Alət panelinə gedin

source: This screen lets you update to the latest version of WordPress as well as update your themes and plugins from the WordPress.org repository. When updates are available, the number of available updates will appear in a bubble on the left hand menu as a notification. It is very important to keep your WordPress installation up to date for security reasons, so when you see a number appear, make sure you take the time to update, which is an easy process.
az: Bu ekran sizə WordPress-in ən axırıncı versiyasını yükləməyə icazə verir həm də siz mövzularınızı və qoşmalarınızı WordPress.org anbarından yükləyə bilərsiniz. Nə vaxt yükləmələr mümkün olsa mümkün yükləmələrin biri bildiriş kimi sol əl menyuda təlatümdə meydana çıxacaq. Sizin WordPress quraşdırmanızı təhlükəsizlik səbəbləri üçün tarixə qədər saxlamaq çox vacibdir,belə ki,nə vaxt siz rəqəmin meydana gəldiyini görsəniz,əmin olun ki,siz yeniləmək üçün vaxt qazanırsıniz, hansı ki asan prosesdir.

source: Updating your WordPress installation is a simple one-click procedure; just click on the Update button when it says a new version is available.
az: Sizin WordPress quraşdırılmasını yükləməniz sadə bir-basma texnoloji prosedurudur;yeni versiya mümkündür deyiləndə Yeniləmə düyməsini basın.

source: To upgrade themes or plugins from this screen, use the checkboxes to make your selection and click on the appropriate Update button. Check the box at the top of the Themes or Plugins section to select all and update them all at once.
az: Mövzuları və ya qoşmaları bu ekranda yeniləşdirmək öz seçiminizi etmək üçün seçim qutularından istifadə edin və uyğun olan Təzələmə düyməsinə basın.Qutuları hamısını seçmək və hamısını bir dəfəyə təzələmək üçün Mövzular və Qoşmalar bölməsinin yuxarısında yoxlayın.

source: <a href="http://codex.wordpress.org/Dashboard_Updates_SubPanel" target="_blank">Documentation on Updating WordPress</a>
az: <a href="http://codex.wordpress.org/Dashboard_Updates_SubPanel" target="_blank">Worpress yenilənməsi üzrə təlimat</a>

source: Plugin Reactivation
az: Qoşmanın yenidən aktiv edilməsi

source: Plugin reactivated successfully.
az: Qoşma müvəffəqiyyətlə yenidən aktivləşdirildi.

source: Plugin failed to reactivate due to a fatal error.
az: Qaçılmaz xəta nəticəsində qoşmanın yenidən aktivləşdirilməsi alınmadı.

source: You do not have sufficient permissions to install plugins for this site.
az: Sizin bu saytda qoşmaları quraşdırmaq üçün kifayet qədər icazəniz yoxdu.

source: Installing Plugin: %s
az: %s qoşması quraşdırılır

source: Upload Plugin
az: Qoşmanı Yükləyin

source: Installing Plugin from uploaded file: %s
az: Yüklənilən sənəddən Quraşdırılan Qoşma: %s

source: You do not have sufficient permissions to update themes for this site.
az: Sizin bu saytda mövzuları təzələməyə kifatət qədər icazəniz yoxdur.

source: You do not have sufficient permissions to install themes for this site.
az: Sizin bu saytda mövzuları quraşdırmağa kifatət qədər icazəniz yoxdur.

source: Installing Theme: %s
az: Mövzu Quraşdırılması: %s

source: Upload Theme
az: Mövzu Yükləyin

source: Installing Theme from uploaded file: %s
az: Yüklənilən sənəddən Mövzu quraşdırılması: %s

source: WordPress &rsaquo; Upgrade
az: WordPress &rsaquo; Yenilə

source: No Upgrade Required
az: Yeniləşdirmə tələb edilmədi.

source: Your WordPress database is already up-to-date!
az: Sizin WordPress-in verilənlər bazası artıq yenilənib!

source: You cannot upgrade because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
az: Siz yeniləşdirə bilmərsiniz çünki <a href="http://codex.wordpress.org/Buraxılışı_%1$s">WordPress %1$s</a> PHP buraxılışı %2$s və ya daha yuxarı və MySQL buraxılışı %3$s və ya daha yuxarı tələb edilir. Siz PHP buraxılışında %4$s və MySQL buraxılışında %5$s başcılıq edirsiniz.

source: You cannot upgrade because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
az: Siz yükləyə bilmərsiz,çünki <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a>PHP %2$s versiyasını və ya daha çoxunu tələb edir.Siz %3$s versiyasını işlədirsiz.

source: You cannot upgrade because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
az: Siz yükləyə bilmərsiz,çünki <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> MySQL %2$s versiyasını və ya daha çoxunu tələb edir.Siz %3$s versiyasını işlədirsiz.

source: Database Upgrade Required
az: Yeniləşdirmə verilənlər bazası tələb edildi.

source: WordPress has been updated! Before we send you on your way, we have to upgrade your database to the newest version.
az: WordPress yeniləndi!Biz sizin kimi göbdərməzdən əvvəl,gərək sizin verilənlər bazanızın ən yeni versiyasını yükləyək.

source: The upgrade process may take a little while, so please be patient.
az: Yeniləşdirmə gedişi bir müddət gedə bilər,xahiş olunur səbərli olun.

source: Upgrade WordPress Database
az: Wordpress verilənlər bazasını yeniləyin.

source: Upgrade Complete
az: Tamamilə Yeniləşdirin

source: Your WordPress database has been successfully upgraded!
az: Sizin Wordpress verilənlər bazanız uğurla yeniləndi!

source: %s queries
az: %s sualları

source: %s seconds
az: %s saniyə

source: You are not allowed to scan for lost attachments.
az: Sizin itmiş qoşmalara baxmanıza icazə verilmir.

source: You are not allowed to move this post to the trash.
az: Sizin bu yazını zibil qutusuna köçürməyinizə icazə verilmir.

source: Error in moving to trash...
az: Zibil qutusuna göndərilmədə xəta…

source: You are not allowed to move this post out of the trash.
az: Sizə bu poçtu zibil qutusundan çıxartmağa icazə verilmir.

source: Error in restoring from trash...
az: Zibil qutusundan geri qaytarılmada xəta …

source: You are not allowed to delete this post.
az: Sizin bu yazını pozmağa səlahiyyətiniz çatmır.

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first. You can use the <em>Screen Options</em> tab to customize the display of this screen.
az: Sizin bütün yüklədiyiniz bütün sənədlər Media Kitabxanasında siyahıya alınıb, sonuncu yükləmələr siyahıya birinci olaraq alınıb. Siz <em>Ekran seçimləri </em> bölməsindən bu ekranın görüntüsünü dəyişdirmək üçün istifadə edə bilərsiniz.

source: You can narrow the list by file type/status using the text link filters at the top of the screen. You also can refine the list by date using the dropdown menu above the media table.
az: Siz ekranın yuxarısında olan keçid filtrlərindən istifadə edərək siyahını sənəd növü/statusu vasitəsilə yığcamlaşdıra bilərsiz.Siz həmçinin media cədvəlinin yuxarısında olan aşağıyaaçılan menyusundan istifadə edərək siyahını tarixə görə təkmilləşdirə bilərsiz.

source: Hovering over a row reveals action links: <em>Edit</em>, <em>Delete Permanently</em>, and <em>View</em>. Clicking <em>Edit</em> or on the media file&#8217;s name displays a simple screen to edit that individual file&#8217;s metadata. Clicking <em>Delete Permanently</em> will delete the file from the media library (as well as from any posts to which it is currently attached). <em>View</em> will take you to the display page for that file.
az: Sətrin üzərində tərəddüd etmək əməliyyat keçidləri aşkarlayır: <em>Redaktə et</em>, <em>Dərhal sil</em>, və<em>Göstər</em>. <em>Redaktə et</em> və media sənədinə&#8217; klikləyəndə sənəd adı şəxsi sənədlərin məlumatına redaktə üçün sadə ekranı göstərir.<em>Dərhal sil</em> klikləmək media kitabxanasından(hər hansı sənəddən yeni quraşdırılmışa) sənədi siləcək.<em>Göstər</em> sizi bu fayl üçün olan görüntü səhifəsinə aparacaq.

source: If a media file has not been attached to any post, you will see that in the <em>Attached To</em> column, and can click on <em>Attach File</em> to launch a small popup that will allow you to search for a post and attach the file.
az: Əgər daşıyıcı sənəd hər hansı bir poçta qoşulmayıbsa,siz <em>Bura qoşuldu</em> sütununu görəcəksiniz və <em> Sənədi Qoşun</em> sənədi quraşdırmaq və poçtu axtarmağa imkan yaradan balaca popupu başlatmaq üçün basın.

source: <a href="http://codex.wordpress.org/Media_Library_SubPanel" target="_blank">Media Library Documentation</a>
az: <a href="http://codex.wordpress.org/Media_Library_SubPanel" target="_blank"> Kitabxana Sənədləşdirmə Daşıyıcıları</a>

source: Reattached %d attachment.
az: %d qoşqu faylı yenidən qoşuldu

source: Media attachment permanently deleted.
az: Media fayl birdəfəlik silindi

source: Media attachment moved to the trash.
az: Media faylı zibil qutusuna göndərildi.

source: Media attachment restored from the trash.
az: Media faylı zibil qutusundan geriyə qaytarıldı

source: Media permanently deleted.
az: Media fayl birdəfəlik silindi.

source: Error saving media attachment.
az: Daşıyıcı qoşmanın saxlanılmasında xəta.

source: Media moved to the trash.
az: Media faylı zibil qutusuna göndərildi.

source: Media restored from the trash.
az: Media faylı zibil qutusundan qaytarıldı.

# uploaded files
source: All <span class="count">(%s)</span>
az: Hamısı <span class="count">(%s)</span>

# detached files
source: Unattached <span class="count">(%s)</span>
az: Qoşulmamış<span class="count">(%s)</span>

# uploaded files
source: Trash <span class="count">(%s)</span>
az: Zibil qutusu <span class="count">(%s)</span>

source: Attach to a post
az: Poçta bağlanın

source: Scan for lost attachments
az: İtirilmiş qoşmaları gözdən keçirin

# media column name
source: Author
az: Müəllif

# media column name
source: Date Added
az: Tarix Əlavə edildi

source: Invalid user ID.
az: Tanınma Şifrəsi istifadəçisi xətalıdır.

source: Edit User
az: İstifadə Redaktə edin

source: Your profile contains information about you (your &#8220;account&#8221;) as well as some personal options related to using WordPress.
az: Sizin profiliniz sizin haqqınızda məlumatı yerləşdirir(sizin &#8220hesab&#8221;)bununla birlikdə bəzi şəxsi seçimlərdən SözNəşriyatından istifadə etməklə əlaqələndirilir.

source: You can change your password, turn on keyboard shortcuts, change the color scheme of your WordPress administration screens, and turn off the WYSIWYG (Visual) editor, among other things.
az: Siz şifrənizi dəyişə bilərsiz,klaviatura qısabaşlıqlarını yandırın,WordPress idarə ekranınızın rəng sxemini dəyişin,və başqa şeylər arasından WYSIWYG(əyani) redaktorunu söndürün

source: Your username cannot be changed, but you can use other fields to enter your real name or a nickname, and change which name to display on your posts.
az: Sizin istifadəçi adınız dəyişdirilə bilinmədi,lakin siz başqa sahələrdən öz həqiqi adınızı və ya təxəllüsünüzü daxil etməklə istifadə edə bilərsiniz və öz yazılarınızda göstərilən adı dəyişin.

source: Required fields are indicated; the rest are optional. Profile information will only be displayed if your theme is set up to do so.
az: Tələb olunan sahələr göstərilib; qalan sahələri doldurmaq isə könüllüdür. Profil məlumatları yalnız temanın bunu dəstəklədiyi halda göstəriləcək.

source: Remember to click the Update Profile button when you are finished.
az: Qurtaranda Yeniləmə Profil düyməsini basmağı yadda saxlayın.

source: <a href="http://codex.wordpress.org/Users_Your_Profile_SubPanel" target="_blank">Documentation on User Profiles</a>
az: <a href="http://codex.wordpress.org/Users_Your_Profile_SubPanel" target="_blank">İstifadəçi Profillərində Sənədləşdirmə</a>

source: Use https
az: Https İstifadə edin

source: Always use https when visiting the admin
az: Administrator istifadəçi ilə daxil olduqda həmişə https-dan istifadə edilsin

source: You do not have permission to edit this user.
az: Sizin bu istifadəçinin məlumatlarını redaktə etmək üçün icazəniz yoxdur.

source: Important:
az: Əhəmiyyətli :

source: This user has super admin privileges.
az: Bu istifadəçinin super admin səlahiyyəti var.

source: User updated.
az: İstifadəçi məlumatları yeniləndi.

source: &larr; Back to Authors and Users
az: &larr; Müəllif və istifadəçilərə bölməsinə geri dönün

source: Personal Options
az: Fərdi seçimlər

source: Visual Editor
az: Vizual redaktor

source: Disable the visual editor when writing
az: Yazı yazarkən vizual redaktoru söndürün

source: Enable keyboard shortcuts for comment moderation.
az: Şərhlərin idarədilməsi üçün olan klaviatura qısayollarını aktiv edin.

source: <a href="http://codex.wordpress.org/Keyboard_Shortcuts">More information</a>
az: <a href="http://codex.wordpress.org/Keyboard_Shortcuts">Daha çox məlumat</a>

source: Usernames cannot be changed.
az: İstifadəçi adı dəyişilə bilməz.

source: Role:
az: Rol:

source: &mdash; No role for this site &mdash;
az: &mtire;Bu sayt &mtire;üçün heç bir rol oynamır.

source: Grant this user super admin privileges for the Network.
az: Bu istifadəçiyə Şəbəkədə əla idarə başcısı üstünlükləri üçün hədiyyə verin.

source: First Name
az: Adı

source: Last Name
az: Soyadı

source: Nickname
az: Ləqəb

source: (required)
az: (lazımdır)

source: Display name publicly as
az: Adınız saytda belə görsənsin

source: Contact Info
az: Əlaqə Məlumatı

source: There is a pending change of your e-mail to <code>%1$s</code>. <a href="%2$s">Cancel</a>
az: E-poçtunuzun dəyişilməsində<code>%1$s</code>. <a href="%2$s">İmtina et</a> həllini gözləyən əmr var.

source: Website
az: İnternet səhifəniz

source: About Yourself
az: Özünüz Haqqında

source: About the user
az: İstifadəçi haqqında

source: Biographical Info
az: Bioqrafik Məlumat

source: Share a little biographical information to fill out your profile. This may be shown publicly.
az: Profilinizi tamamlamaq üçün bir az bioqrafik məlumat bölüşün. Bu məlumatlar saytda sizin məlumatlar olaraq nümayiş olunmaq üçündür.

source: New Password
az: Yeni Parol

source: If you would like to change the password type a new one. Otherwise leave this blank.
az: Əgər parolunuzu dəyişmək istəyirsinizsə, onda yenisini yazın. Əks halda, buranı boş buraxın.

source: Type your new password again.
az: Yeni parolunuzu təkrar yazın.

source: Additional Capabilities
az: Əlavə İmkanlar

source: Update Profile
az: Profili Yenilə

source: Update User
az: İstifadəçini Təzələ

source: Page disabled by the administrator
az: Səhifə idarə başcısı tərəfindən qadağan edildi

source: Hi, You've been invited to join '%s' at %s as a %s. If you do not want to join this site please ignore this email. This invitation will expire in a few days. Please click the following link to activate your user account: %%s
az: Salam, Siz '%s' -ə qoşulmaq uçun dəvət edilmişsiniz %s kimi %s Əgər siz bu sayta qoşulmaq istəmirsinizsə zəhmət olmasa bu e-poçtu nəzərə almayın. Bu dəvət bir neçə günə başa çatacaq. Zəhmət olmasa sizing istifadəçi hesabınızı fəallaşdırmaq üçün növbəti keçidi basın: %%s

source: Hi, You have been invited to join '%s' at %s as a %s. Please click the following link to confirm the invite: %s
az: Salam, Siz '%s' -ə qoşulmaq uçun dəvət edilmişsiniz %s kimi %s Dəvəti təsdiqləmək üçün zəhmət olmasa növbəti keçidə basın: %s

source: [%s] Joining confirmation
az: [%s] Qoşulmanın təsdiqi

source: To add a new user to your site, fill in the form on this screen. If you&#8217;re not sure which role to assign, you can use the link below to review the different roles and their capabilities. Here is a basic overview of roles:
az: Öz saytına yeni istifadəçilər əlavə etmək üçün bu ekrandan doldurun. Əgər hansı rolu təyin edəcəyinizə əmin deyilsinizsə,siz müxtəlif rollara və onların vasitələrinə baxmaq üçün aşağıdakı keçiddən istifadə edə bilərsiniz. Rolların əsas xülasəsi burdadır:

source: Administrators have access to all the administration features.
az: İdarə başcıları bütün idarəetmə xüsusiyyətlərinə girişə malikdirlər.

source: Editors can publish posts, manage posts as well as manage other people&#8217;s posts, etc.
az: Redaktorlar yazıları nəşr edə, idarə edə bilər. Həmçinin başqa istifadəçilərin yazılarını da idarə edə bilərlər.

source: Authors can publish and manage their own posts.
az: Müəlliflər özlərinin yazılarını nəşr və idarə edə bilərlər.

source: Contributors can write and manage their posts but not publish posts or upload media files.
az: Əməkdaş istifadəçilər yeni yazılar yaza və öz yazılarını idarə edə bilər, amma yazıları nəşr edə və ya onlara qoşma fayl yükləyə bilməzlər.

source: Subscribers can read comments/comment/receive newsletters, etc.
az: Abunə istifadəçilər şərhləri oxuya, şərh yaza, abunə məktubları ala bilərlər.

source: You must assign a password to the new user, but don&#8217;t worry; when they log in for the first time they will be prompted to change it. The username, however, cannot be changed.
az: Siz yeni istifadəçi şifrəsini təyin eləməlisiniz, &#8217 buna gore narahat olmayın;onlar birinci dəfə daxil olanda onu dəyişmək üçün yadiniza salınacaq. Bununla belə,istifadəçi adı dəyişilə bilinməyəcək.

source: New users will receive an email letting them know they&#8217;ve been added as a user for your site. By default, this email will also contain their password. Uncheck the box if you do not the password to be included in the welcome email.
az: Yeni istifadəçilərin qəbul edəcəkləri e-poçt onlara sizin saytınızın &#8217 istifadəçisi kimi əlavə olunduqlarını bilməyə imkan verəcək.İlkin vəziyyətdən,bu e-poçt həm də onların şifrələrini saxlayacaq.Əgər sizin şifrəniz salamlama e-poçtuna daxil edilməyibsə,qutu yoxlanışnızdır.
