Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: <strong>ALERT: You are logged out!</strong> Could not save draft. <a href="%s" target="_blank">Please log in again.</a>
az: <strong>Xəbərdarlıq: Siz hesabınızdan çıxdınız!</strong> Qaralama yadda saxlanılmadı. <a href="%s" target="_blank">Lütfən, hesabınıza yenidən girin.</a>

source: Can&#8217;t delete the <strong>%s</strong> category: this is the default one
az: <strong>%s</strong> bölməsini susmaya görə bölmə olduğundan, onun silinməsi mümkün deyik.

source: Comment %d does not exist
az: %d şərhi mövcud deyil

source: You did not enter a category name.
az: Bölmə adını daxil etmədiniz.

source: An error has occured. Please reload the page and try again.
az: Xəta baş verdi. Mümkünsə, səhifəni yeniləyib bir daha cəhd edin.

source: No tags found!
az: Heç bir açar söz tapılmadı!

source: Error: you are replying to a comment on a draft post.
az: Xəta: Siz dərc olunmamış məqaləyə şərh yazırsınız.

source: Sorry, you must be logged in to reply to a comment.
az: Üzr istəyirik, şərhə cavab yazmaq üçün hesabınıza daxil olmalısınız.

source: Error: please type a comment.
az: Xəta: Zəhmət olmasa şərh yazın.

source: Please provide a custom field value.
az: Xüsusi sahənin xanasını doldurun

source: Please provide a custom field name.
az: Xüsusi sahəyə ad verin.

source: User <a href="#%s">%s</a> added
az: <a href="#%s">%s</a> adlı istifadəçi əlavə olundu

source: Draft saved at %s.
az: Qaralama %s tarixində yadda saxlanılıb

source: Someone
az: Kimsə

source: Autosave disabled: %s is currently editing this page.
az: Avtomatik yadda saxlama deaktiv olunmuşdur. Hal-hazırda %s adlı istifadəçi səhifəni redaktə edir.

source: Autosave disabled: %s is currently editing this post.
az: Avtomatik yadda saxlama deaktiv olunmuşdur. Hal-hazırda %s adlı istifadəçi yazını redaktə edir.

source: You are not allowed to edit this page.
az: Səhifəni redaktə etmək icazəniz yoxdur

source: You are not allowed to edit this post.
az: Bu yazını redaktə etməyə icazəniz yoxdur.

source: Saving is disabled: %s is currently editing this page.
az: Yadda saxlamaq mümkün deyil, %s hal-hazırda səhifəni redaktə edir.

source: Saving is disabled: %s is currently editing this post.
az: Yadda saxlamaq mümkün deyil, %s hal-hazırda yazını redaktə edir.

source: Cheatin&#8217; uh?
az: Kimi aldadırsan?

source: Category not updated.
az: Bölmə yenilənmədi.

source: Item not updated.
az: Bölmə yenilənmədi.

source: Title
az: Başlıq

source: Date
az: Tarix

source: Status
az: Vəziyyət

source: Published
az: Dərc edilib

source: Scheduled
az: Planlaşdırılıb

source: Pending Review
az: Yoxlanılması gözlənilir

source: Draft
az: Qaralama

source: Thank you for creating with <a href="http://wordpress.org/">WordPress</a>.
az: <a href="http://wordpress.org/">Wordpress</a> ilə işlədiyiniz üçün təşəkkür edirik.

source: <a href="http://codex.wordpress.org/">Documentation</a>
az: <a href="http://codex.wordpress.org/">Təlimatlar</a>

source: <a href="http://wordpress.org/support/forum/4">Feedback</a>
az: <a href="http://wordpress.org/support/forum/4">Təklif və fikir</a>

source: Visit Site
az: Sayta keçid edin

source: Your site is asking search engines not to index its content
az: Saytınız axtarış mühərriklərinə onun məzmununu siyahıya almamaq barədə sorğu göndərir

source: Search Engines Blocked
az: Axtarış sistemləri bloklaşdırılıb

source: Howdy, <a href="%1$s" title="Edit your profile">%2$s</a>
az: Salam, <a href="%1$s" title="Profilini redaktə et">%2$s</a>

source: Log Out
az: Hesabdan çıxış

source: Invalid plugin page
az: Yanlış qoşma səhifəsi

source: Cannot load %s.
az: Yükləmək mümkün deyil: %s

source: You are not allowed to import.
az: İdxal etmək hüququnuz yoxdur.

source: Import
az: İdxal

source: You do not have permission to upload files.
az: Fayl yükləmə hüququnuz yoxdur.

source: Dismiss
az: İmtina et

source: &#8220;%s&#8221; has failed to upload due to an error
az: Xəta baş verdiyindən &#8220;%s&#8221 yüklənmədi.

source: Edit Comment
az: Şərhi redaktə et

source: You can edit the information left in a comment if needed. This is often useful when you notice that a commenter has made a typographical error.
az: Lazım olarsa, şərhlərin sol tərəfindəki məlumatı redaktə edə bilərsiniz. Bu əsasən şərhçinin yazı səhvi etdiyi təqdirdə yararlıdır.

source: You can also moderate the comment from this screen using the Status box, where you can also change the timestamp of the comment.
az: Vəziyyə pəncərəsindən istifadə etməklə ekrandakı şərhləri redaktə edə bilərsiniz, həmçinin onların yazılma tarixini də dəyişə bilərsiniz.

source: For more information:
az: Daha ətraflı məlumat üçün:

source: <a href="http://codex.wordpress.org/Administration_Panels#Comments" target="_blank">Comments Documentation</a>
az: <a href="http://codex.wordpress.org/Administration_Panels#Comments" target="_blank">Şərhlər üzrə təlimat</a>

source: <a href="http://wordpress.org/support/" target="_blank" >Support Forums</a>
az: <a href="http://wordpress.org/support/" target="_blank" >Dəstək forumu</a>

source: Oops, no comment with this ID.
az: Bu ID-yə uyğun şərh yoxdur.

source: Go back
az: Geriyə

source: You are not allowed to edit comments on this post.
az: Bu yazıda şərhləri redaktə edə bilməzsiniz.

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
az: Bu şərh zibil qutusundadır. Şərhdə dəyişiklik etmək istəyirsinizsə zibil qutusundan çıxarın.

source: Moderate Comment
az: Şərhin moderasiyası

source: You are about to mark the following comment as spam:
az: Siz göstərilən şərhi span kimi qeyd edirsiniz:

source: Spam Comment
az: Spam Şərh

source: You are about to move the following comment to the Trash:
az: Siz aşağıdakı şərhi zibil qutusuna atırsınız:

source: Trash Comment
az: Şərhi zibil qutusuna göndər

source: You are about to delete the following comment:
az: Siz göstərilən şərhi silinirsiniz:

source: Permanently Delete Comment
az: Şərhi birdəfəlik sil

source: You are about to approve the following comment:
az: Siz şərhi təsdiqləyirsiniz:

source: Approve Comment
az: Şərhi təsdiqlə

source: This comment is currently approved.
az: Bu şərh öncə təsdiqlənmişdir.

source: This comment is currently marked as spam.
az: Bu şərh spam kimi qeyd olunmuşdur.

source: This comment is currently in the Trash.
az: Şərh silinmişdir.

source: Caution:
az: Xəbərdarlıq:

source: Author
az: Müəllif

source: E-mail
az: E-poçt

# noun
source: Comment
az: Şərh

source: Are you sure you want to do this?
az: Siz əminsiniz ki, bunu etmək istəyirsiniz?

source: No
az: Yox

source: Unknown action.
az: Naməlum əmr

source: Background
az: Arxa fon

source: You can customize the look of your site without touching any of your theme&#8217;s code by using a custom background. Your background can be an image or a color.
az: Saytınızın görünüşünü temanı saxlamaqla xüsusi arxa fonla dəyişə bilərsiniz. Arxa fonda hər hansı şəkil və ya sadəcə rəng ola bilər.

source: To use a background image, simply upload it, then choose your display options below. You can display a single instance of your image, or tile it to fill the screen. You can have your background fixed in place, so your site content moves on top of it, or you can have it scroll with your site.
az: Arxa fon şəklindən istifadə etmək üçün əvvəlcə şəkli yükləyin, sonra isə aşağıdakı görüntü alternativlərindən birini seçin. Seçdiyiniz şəklin sadəcə bir hissəsini göstərə və ya bütün ekranı dolduracaq tərzdə yerləşdirə bilərsiniz. Arxa fon şəklini ekrana bərkidə bilərsiniz, bu zaman saytınızın məzmunu fon rəsminin üzəri ilə hərəkət edəcək. Həmçinin, fondakı rəsmi saytınız boyu hərəkət etdirə bilərsiniz.

source: You can also choose a background color. If you know the hexadecimal code for the color you want, enter it in the Color field. If not, click on the Select a Color link, and a color picker will allow you to choose the exact shade you want.
az: Siz fon rəngini də seçə bilərsiniz. İstədiyiniz rəngin onaltılıq kodunu bilirsinizsə "Rəng" sahəsinə daxil edin. Bilmirsinizsə "Rəng seç" keçidinə klikləyin, rəng seçici sizə istədiyiniz çaları seçməkdə kömək edəcək.

source: Don&#8217;t forget to click on the Save Changes button when you are finished.
az: Dəyişiklər etdikdən sonra Yadda saxla düyməsini başmağı unutmayın.

source: <a href="http://codex.wordpress.org/Appearance_Background_SubPanel" target="_blank">Documentation on Custom Background</a>
az: <a href="http://codex.wordpress.org/Appearance_Background_SubPanel" target="_blank">Xüsusi arxa fon şəkli ilə bağlı təlimat</a>

source: <a href="http://wordpress.org/support/" target="_blank">Support Forums</a>
az: <a href="http://wordpress.org/support/" target="_blank">Dəstək Forumları</a>

source: Custom Background
az: Xüsusi Arxa fon

source: Background updated. <a href="%s">Visit your site</a> to see how it looks.
az: Arxa fon dəyişdirildi. Necə göründüyünü yoxlamaq üçün <a href="%s">sayta keçin</a>.

source: Background Image
az: Arxa fon rəsmi

source: Preview
az: İlkin baxış

source: Remove Image
az: Şəkli sil

source: Remove Background Image
az: Arxa fonu sil

source: This will remove the background image. You will not be able to restore any customizations.
az: Bu əməliyyat arxa fon rəsmini siləcək və siz onu geri qaytara bilməyəcəksiz!

source: Restore Original Image
az: Original rəsmi bərpa et

source: This will restore the original background image. You will not be able to restore any customizations.
az: Bu əməliyyat oriqinal başlıq şəklini bərpa edəcək. Siz sonradan ayarları geri qaytara bilməyəcəksiz!

source: Upload Image
az: Şəkil yüklə

source: Choose an image from your computer:
az: Kompüterinizdən şəkil seçin:

source: Upload
az: Yüklə

source: Display Options
az: Görüntü seçimləri

source: Position
az: Mövqe

source: Background Position
az: Arxa fonun mövqeyi

source: Left
az: Sol

source: Center
az: Mərkəz

source: Right
az: Sağ

source: Repeat
az: Təkrarla

source: Background Repeat
az: Arxa fonu təkrarla

source: No Repeat
az: Təkrarlama

source: Tile
az: Mozaik

source: Tile Horizontally
az: Üfüqi

source: Tile Vertically
az: Şaquli

source: Attachment
az: Yükləmə

source: Background Attachment
az: Arxa fon pərçimləməsi

source: Scroll
az: Sürüşdür

source: Fixed
az: Sabitlənib

source: Color
az: Rəng

source: Background Color
az: Arfa fon rəngi

source: Select a Color
az: Rəng seç

source: Save Changes
az: Yadda saxla

source: Header
az: Başlıq

source: You can set a custom image header for your site. Simply upload the image and crop it, and the new header will go live immediately.
az: Saytınız üçün xüsusi şəkil başlığı seçə bilərsiniz. Sadəcə şəkli yükləyin və kəsin. Yeni başlıq dərhal ekranda olacaq.

source: If you want to discard your custom header and go back to the default included in your theme, click on the buttons to remove the custom image and restore the original header image.
az: Xüsusi başlığı ləğv etmək istəsəniz temanızın ilkin görünüş versiyasına qayıdın, başlıqdakı şəkli silmək üçün müəyyən düymələlə kliklyin və orijinal başlığı bərpa edin.

source: Some themes come with additional header images bundled. If you see multiple images displayed, select the one you&#8217;d like and click the Save Changes button.
az: Bəzi temaların əlavə başlıq şəkilləri olur. Göstərilən çox sayda şəkilləri gördükdə istədiyiniz birini seçin və "Dəyişikliyi yadda saxla" düyməsinə klikləyin.

source: <a href="http://codex.wordpress.org/Appearance_Header_SubPanel" target="_blank">Documentation on Custom Header</a>
az: <a href="http://codex.wordpress.org/Appearance_Header_SubPanel" target="_blank">Başlıq Şəkli haqda Sənədlər</a>

source: Custom Header
az: Xüsusi Başlıq

source: Header updated. <a href="%s">Visit your site</a> to see how it looks.
az: Başlıq yeniləndi. Görünüşünə baxmaq üçün keçid alın<a href="%s">Sayta bax</a>

source: Header Image
az: Başlıq rəsmi

source: You can upload a custom header image to be shown at the top of your site instead of the default one. On the next screen you will be able to crop the image.
az: Siz saytın başlığında göstərilən şəkili əvəz etmək üçün öz şəkilinizi yükləyə bilərsiniz. Növbəti ekranda, Siz şəkilin ölçülərini dəyişə biləcəksiniz.

source: Images of exactly <strong>%1$d &times; %2$d pixels</strong> will be used as-is.
az: <strong>%1$d &times; %2$d pixels</strong> şəkilləri olduqları kimi istifadə olunacaq.

source: Default Images
az: Varsayılan Şəkillər

source: If you don&lsquo;t want to upload your own image, you can use one of these cool headers.
az: Əgər siz öz şəkilinizi yükləmək istəmirsinizsə, onda aşağıdakılardan birini seçə bilərsiniz.

source: This will remove the header image. You will not be able to restore any customizations.
az: Bu, başlıq şəklini ləğv edəcək. Siz daha sonra heç bir xüsusi dəyişikliyi bərpa edə bilməyəcəksiniz.

source: Remove Header Image
az: Başlıq rəsmini sil

source: Reset Image
az: Şəkili sıfırlamaq

source: This will restore the original header image. You will not be able to restore any customizations.
az: Bu orijinal başlıq şəkilini bərpa edəcək. Siz heç bir özəlliyi geri qaytara bilməcəyəksiniz.

source: Restore Original Header Image
az: Original başlıq rəsmini bərpa et

source: Header Text
az: Başlıq Mətni

source: Display Text
az: Nümayiş Mətni

source: Yes
az: Bəli

source: Text Color
az: Şriftin rəngi

source: If you want to hide header text, add <strong>#blank</strong> as text color.
az: Başlıq mətnini gizlətmək istəsəniz, mətn rəngi kimi bunu daxil edin <strong>#blank</strong>

source: Reset Text Color
az: Mətnin Rəngini Sıfırla

source: This will restore the original header text. You will not be able to restore any customizations.
az: Bu, orijinal başlıq mətnini bərpa edəcək. Siz daha sonra heç bir xüsusi dəyişikliyi bərpa edə bilməyəcəksiniz.

source: Restore Original Header Text
az: Oriqinal Başlıq Mətnini Bərpa Et

source: Image Upload Error
az: Şəkil yüklənməsində səhv var

source: Image could not be processed. Please go back and try again.
az: Şəkil üzərində əməliyyat tamamlanmadı. Xahiş edirik geri qayıdın və bir daha cəhd edin.

source: Image Processing Error
az: Şəklin emalı zamanı xəta

source: Crop Header Image
az: Başlıq rəsmini kəs

source: Choose the part of the image you want to use as your header.
az: Şəkildən saytın kəlləsində istifadə edəcəyiniz hissəsini seçin.

source: You need Javascript to choose a part of the image.
az: Şəklin hissəsini götürmək üçün Javascript tələb olunur.

source: Crop and Publish
az: Kəs və dərc et

source: You do not have permission to customize headers.
az: Başlıqları özəlləşdirməyə icazəniz yoxdur.

source: Edit &#8220;%s&#8221;
az: &#8220;%s&#8221; üzərində redaktə

source: Edit
az: Redaktə et

source: Restore
az: Bərpa Et

source: Trash
az: Zibil

source: Delete Permanently
az: Birdəfəlik sil

source: View &#8220;%s&#8221;
az: &#8220;%s&#8221;

source: View
az: Baxım

source: No Tags
az: Heç bir teq yoxdur

source: Unpublished
az: Dərc edilməyib

source: Y/m/d g:i:s A
az: d.m.Y H:i:s

source: %s from now
az: bundan sonra %s

source: %s ago
az: %s əvvəl

source: (Unattached)
az: (Pərçimlənməmiş)

source: Attach
az: Pərçimlə

source: %s pending
az: %s gözləyir

source: Get permalink
az: Permalink əldə et

source: No media attachments found.
az: Media əlavələri tapılmamışdır.

source: Comments on &#8220;%s&#8221;
az: &#8220;%s&#8221 -dakı şərhlər

source: Comments
az: Şərhlər

source: You can manage comments made on your site similar to the way you manage Posts and other content. This screen is customizable in the same ways as other management screens, and you can act on comments using the on-hover action links or the Bulk Actions.
az: Siz saytınızda yazılan şərhləri yazıları və başqa məzmun hissələrini idarə etdiyinizə oxşar üsulla idarə edə bilərsiniz. Bu ekran başqa ekranlarlardakıtək üsullarla dəyişdiriləbiləndir və siz şərhləri onların üstünə kursoru gətirdikdə yaranan keçidlərlə və bir də Toplu əmrlər(Bulk actions) bölməsi ilə idarə edə bilərsiniz.

source: A yellow row means the comment is waiting for you to moderate it.
az: Sarı sətir o deməkdir ki, siz şərhi təstiq etməlisiniz.

source: In the Author column, in addition to the author&#8217;s name, email address, and blog URL, the commenter&#8217;s IP address is shown. Clicking on this link will show you all the comments made from this IP address.
az: "Müəllif" sütununda müəllifin adından başqa, e-poçt adresi və bloq URL, şərhlərin IP adresləri göstərilir. Bu linkə keçid almaqla həmin IP adresdən gələn bütün şərhləri görə bilərsiniz.

source: In the Comment column, above each comment it says &#8220;Submitted on,&#8221; followed by the date and time the comment was left on your site. Clicking on the date/time link will take you to that comment on your live site.
az: "Şərhlər" sütununda hər şərhin yuxarısında &#8220 göstərilir; &#8221 tarixdə təstiqlənib; şərhdən sonra onun saytınızda yazılma tarixi və vaxtı göstərilir. Tarix və saat vaxtı üzərində klikləməklə siz saytınızda həmin kommenti görə bilərsiniz.

source: In the In Response To column, there are three elements. The text is the name of the post that inspired the comment, and links to the post editor for that entry. The &#8220;#&#8221; permalink symbol below leads to that post on your live site. The small bubble with the number in it shows how many comments that post has received. If the bubble is gray, you have moderated all comments for that post. If it is blue, there are pending comments. Clicking the bubble will filter the comments screen to show only comments on that post.
az: Cavab ver hissəsində 3 element var. Şərh yazmağa stimul verən yazının başlıq mətni və yazını redaktə etməyə imkan verən mətnə keçid linki. Aşağıdakı &#8220;#&#8221; permalink simvolu həmin yazını sizin saytınızda yerləşdirir. Rəqəmlə göstərilən dairəciklər yazıya nə qədər şərh verildiyini göstərir. Əgər dairəciklər boz rəngdədirsə, deməli siz bu yazıya olan bütün şərhləri təstiq etmisiniz. Əgər mavi rəngdədirsə, deməli təstiq olunmağı gözləyən şərhlər var. Dairəcik üzərində kliklədikdə həmin yazınıza gələn bütün şərhləri tam ekranda görə bilərsiniz.

source: Many people take advantage of keyboard shortcuts to moderate their comments more quickly. Use the link below to learn more.
az: Əksər insanlar klavyatura üzərindən qısayol vasitsilə şərhləri daha tez redaktə edirlər. Ətraflı məlumat üçün aşağıdakı linkə keçid alın.

source: <a href="http://codex.wordpress.org/Comment_Spam" target="_blank">Comment Spam Documentation</a>
az: <a href="http://codex.wordpress.org/Comment_Spam" target="_blank">Spam şərhlər üzrə təlimat</a>

source: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Keyboard Shortcuts Documentation</a>
az: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Qısayollar üzrə təlimat</a>

source: Search results for &#8220;%s&#8221;
az: &#8220;%s&#8221; üçün axtarış nəticələri

source: %s comment approved
az: %s dənə şərh təsdiqləndi

source: %s comment marked as spam.
az: %s şərh spam olaraq işarələndi.

source: Undo
az: Qaytar

source: %s comment restored from the spam
az: %s dənə şərh spam qutusundan geriyə qaytarıldı

source: %s comment moved to the Trash.
az: %s şərh silindi.

source: %s comment restored from the Trash
az: %s dənə şərh zibil qutusundan geriyə qaytarıldı

source: %s comment permanently deleted
az: %s şərh birdəfəlik silindi

source: This comment is already approved.
az: Şərh təstiq olundu

source: Edit comment
az: Şərhi redaktə edin

source: This comment is already in the Trash.
az: Bu şərh zibil qutusundadır.

source: View Trash
az: Tullantıları Göstərmək

source: This comment is already marked as spam.
az: Bu şərh artıq spam olaraq işarələnib.

# comments
source: All
az: Hamısı

source: Pending <span class="count">(<span class="pending-count">%s</span>)</span>
az: Təsdiq Gözləyir <span class="count">(<span class="pending-count">%s</span>)</span>

source: Approved
az: Təsdiqləndi

source: Trash <span class="count">(<span class="trash-count">%s</span>)</span>
az: Zibil qutusu <span class="count">(<span class="trash-count">%s</span>)</span>

source: Search Comments
az: Şərhləri axtar

source: Displaying %s&#8211;%s of %s
az: %s -in %s&#8211;%s-si göstərilir.

source: Bulk Actions
az: Birgə əməliyyatlar

source: Unapprove
az: Təsdiqi ləğv et

source: Approve
az: Təsdiqlə

# comment
source: Mark as Spam
az: Spam kimi işarələ

# comment
source: Not Spam
az: Spam Deyil

source: Move to Trash
az: Zibil qutusuna atın

source: Apply
az: Tətbiq et

source: Show all comment types
az: Bütün şərh növlərini göstər

source: Pings
az: Pinqlər

source: Filter
az: Süzgəc

source: Empty Spam
az: Spamları sil

source: Empty Trash
az: Zibili Boşalt

source: No comments awaiting moderation&hellip; yet.
az: Heç bir şərh nəzarət gözləmir... hələ ki.

source: No comments found.
az: Şərh tapılmadı

source: Post updated. <a href="%s">View post</a>
az: Yazı yeniləndi. <a href="%s">Yazını göstər</a>

source: Custom field updated.
az: Xüsusi xana yeniləndi

source: Custom field deleted.
az: Xüsusi sahə silindi.

source: Post updated.
az: Yazı yeniləndi.

source: Post restored to revision from %s
az: Yazı %s versiyasından bərpa olundu.

source: Post published. <a href="%s">View post</a>
az: Yazı dərc olundu. <a href="%s">Yazını göstər</a>

source: Post saved.
az: Yazı yaddaşda saxlanıldı.

source: Post submitted. <a target="_blank" href="%s">Preview post</a>
az: Post dərc edildi. <a target="_blank" href="%s">Baxış</a>

source: Post scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview post</a>
az: Post <strong>%1$s</strong> tarixinə qeydə alııb. <a target="_blank" href="%2$s">posta təkrar baxış</a>

source: Post draft updated. <a target="_blank" href="%s">Preview post</a>
az: Post qaralamada saxlanıldı. <a target="_blank" href="%s">Baxış</a>

source: Page updated. <a href="%s">View page</a>
az: Səhifə yeniləndi. <a href="%s">Səhifəni göstər</a>

source: Page updated.
az: Səhifə yeniləndi

source: Page restored to revision from %s
az: Səhifə yenidən baxış üçün %s bərpa edilmişdir

source: Page published. <a href="%s">View page</a>
az: Səhifə dərc olundu. <a href="%s">Səhifəni göstər</a>

source: Page saved.
az: Səhifə yaddaşda saxlanıldı

source: Page submitted. <a target="_blank" href="%s">Preview page</a>
az: Səhifə dərc edildi. <a target="_blank" href="%s">Baxış</a>

source: Page scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview page</a>
az: Səhifə <strong>%1$s</strong> tarixinə qeydə alınıb. <a target="_blank" href="%2$s">Səhifəyə ilkin baxış</a>

source: Page draft updated. <a target="_blank" href="%s">Preview page</a>
az: Səhifə qaralamda saxlandı. <a target="_blank" href="%s">Baxış</a>

source: There is an autosave of this post that is more recent than the version below. <a href="%s">View the autosave</a>
az: Bu yazının aşağıdakı versiyadan daha sonuncu avtomatik yadda saxlanılan versiyası var. <a href="%s">Avtomatik yadda saxlanılan versiyanı göstər</a>

source: Publish
az: Dərc et

source: Page Attributes
az: Səhifənin atributları

source: Attributes
az: Xüsusiyyətlər

source: Featured Image
az: Seçilmiş şəkil

source: Excerpt
az: Təsvir

source: Send Trackbacks
az: İstinad bildirişi göndər

source: Custom Fields
az: Xüsusi sahə

source: Discussion
az: Müzakirə

source: Revisions
az: Reviziyalar
