Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: You can delete all of the spam from your database with a single click. This operation cannot be undone, so you may wish to check to ensure that no legitimate comments got through first. Spam is automatically deleted after 15 days, so don&#8217;t sweat it.
az: Siz verilənlər bazasından spanların hamısını sadə basmaqla silə bilərsiniz. Bu əməliyyat məhv olan ola bilməz,belə ki,siz zəmanət vermək üçün yoxlamağı arzu edə bilərsiniz ki,heç bir qanuni şərhlər nəticəsi əldə edilmədi. Spam avtomatik olaraq 15 gündən sonra silindi,belə ki,onu çox işlətməyin.

source: There are currently %1$s comments identified as spam.
az: Spam kimi tanınan %1$s şərhləri hal-hazırda var.

source: Delete all
az: Hamısını sil

source: These are the latest comments identified as spam by Akismet. If you see any mistakes, simply mark the comment as "not spam" and Akismet will learn from the submission. If you wish to recover a comment from spam, simply select the comment, and click Not Spam. After 15 days we clean out the junk for you.
az: Bunlar Akismet tərəfindən spam kimi qeyd edilən son şərhlərdir. Əgər siz hər hansı yanlışlıq görsəniz, şərhi sadəcə "not spam" kimi qeyd edin, belədə Akismet yanlışlığı başa düşmüş olacaq. Beləliklə siz spam qutusundakı şərhi bərpa etmək istədikdə onu Not Spam kimi qeyd etməlisiniz. Hər 15 gündən bir spam qutusu sistem tərəfindən boşaldılır, spamlar silinir.

source: All
az: Bütün

source: Search Spam &raquo;
az: Spam Axtar &raquo;

source: &laquo; Previous Page
az: &laquo; Əvvəlki Səhifə

source: Next Page &raquo;
az: Növbəti səhifə &raquo;

source: Not Spam
az: Spam Deyil

source: De-spam marked comments &raquo;
az: De-spam &raquo; şərhlərini qeyd etdi.

source: Comments you de-spam will be submitted to Akismet as mistakes so it can learn and get better.
az: Sizə şərh yazan De-spam səhv kimi Akismetdə təsdiqlənəcək belə ki bu öyrənilənə bilər və daha yaxşı olar.

source: <a href="%1$s">Akismet</a> has protected your site from <a href="%2$s">%3$s spam comments</a>.
az: <a href="%1$s">Akismet</a> sizin saytı <a href="%2$s">%3$s spam şərhlərdən</a> qoruyub.

source: <a href="%1$s">Akismet</a> has protected your site from %2$s spam comment already,
az: <a href="%1$s">Akismet</a> sizin saytı artıq %2$s spam şərhdən qoruyub,

source: <a href="%1$s">Akismet</a> blocks spam from getting to your blog,
az: <a href="%1$s">Akismet</a> spamları sizin bloqa keçməsindən bloklayır,

source: and there's <a href="%2$s">%1$s comment</a> in your spam queue right now.
az: və elə indicə sizin spam növbəsində <a href="%2$s">%1$s şərh</a> var.

source: but there's nothing in your <a href='%1$s'>spam queue</a> at the moment.
az: lakin indi sizin <a href='%1$s'>spam növbəsində</a> heç bir spam yoxdur.

source: %1$s %2$s|akismet_rightnow
az: %1$s %2$s|akismet_elə indi

source: Recheck Queue for Spam
az: Spam üçün Növbəni yenidən yoxlayın

source: Check for Spam
az: Spam üçün yoxla

source: %1$s %2$sspam comments%3$s %4$sblocked by%5$s<br />%6$sAkismet%7$s
az: %1$s %2$sspam şərhlər%3$s %4$s məhdudlaşdırıldı %5$s<br />%6$sAkismet%7$s tərəfindən

source: Spam Blocked
az: Spam məhdudlaşdırıldı

source: spam comments
az: spam şərhlər

source: blocked by
az: Tərəfindən məhdudlaşdırıldı

source: XML error: %s at line %d
az: XML xətası:%s xətdə%d

source: Use <code>get_the_author()</code> instead if you do not want the value echoed.
az: Siz təkrar edilən dəyəri istəmirsinizsə onun yerinə <code>get_the_author()</code>-dan istifadə edin.

source: Visit %s&#8217;s website
az: %s internet səhifəsini ziyarət edin

source: Posts by %s
az: %s tərəfindən yazılır

source: Last updated: %s
az: Son yenilənənlər: %s

source: Bookmarks
az: Əlfəcinlər

source: Usage of user levels by plugins and themes is deprecated. Use roles and capabilities instead.
az: Qoşmalar və mövzular ilə istifadəçi səviyyələrinin işlənməsinə etiraz edilir. Onun əvəzinə rollardan və vasitələrdən istifadə edin.

source: View all posts in %s
az: %s faylındakı bütün yazıları göstər

source: No categories
az: Kateqoriya yoxdur

source: %s topic
az: %s mövzu

source: Tags:
az: Teqlər:

source: A valid URL was not provided.
az: Həqiqi URL təmin edilmədi.

source: User has blocked requests through HTTP.
az: İstifadəçi HTTP-dən sorğuları bloklaşdırmışdır.

source: Too many redirects.
az: Bir çox ünvan dəyişmələri.

source: Malformed URL: %s
az: Pis formalaşmış URL: %s

source: Could not open handle for fopen() to %s
az: Açmaq üçün ()%s-ə dəstək açıla bilinmədi

source: No server specified
az: Xidmət edən dəqiqləşdirilmədi

source: Error
az: Xəta

source: no login ID submitted
az: Təsdiqlənmiş tanınma şifrəsinə giriş yoxdur

source: connection not established
az: Əlaqə yaradılmadı

source: No password submitted
az: Təsdiqlənən şifrə yoxdur

source: Authentication failed
az: Təsdiqləmə alınmadı

source: No connection to server
az: Xidmət etmək üçün bağlantı yoxdur

source: No login ID submitted
az: Təsdiqlənmiş tanınma şifrəsinə giriş yoxdur

source: No server banner
az: Xidmət etmə elanı yoxdur

source: abort
az: Imtina etmək

source: apop authentication failed
az: apop təsdiqlənməsi alınmadı

source: Premature end of list
az: Siyahının vaxtından əvvəl bitməsi

source: Empty command string
az: Boş əmr sətiri

source: connection does not exist
az: əlaqə mövcud deyil

source: No msg number submitted
az: Heç bir ismarış sayı təqdim edilmədi.

source: Command failed
az: Göstəriş alınmadı

source: View all posts filed under %s
az: %s altında sənədləşdirilən bütün yazıları göstər

source: Feed for all posts filed under %s
az: %s altında sənədləşdirilən bütün yazılrı saxla

source: Anonymous
az: Anonim

source: % Comments
az: % Şərh

source: No Comments
az: Heç bir şərh yoxdur

source: 1 Comment
az: 1 Şərh

source: Use <code>get_trackback_url()</code> instead if you do not want the value echoed.
az: Siz təkrar edilən dəyəri istəmirsinizsə onun yerinə <code>get_trackback_url()</code>-dan istifadə edin.

source: Comments Off
az: Şərhlər QAPALIDIR

source: Enter your password to view comments.
az: Şərhləri görmək üçün parolunuzu daxil edin.

source: Comment on %s
az: %s Şərhlər açıqdır

source: Log in to Reply
az: Cavablamaq üçün Daxil olun

source: Leave a Comment
az: Şərh Yazın

source: Log in to leave a Comment
az: Şərh yazmaq üçün daxil olun

source: Click here to cancel reply.
az: Cavab yazmaqdan imtina etmək üçün bura basın.

source: Leave a Reply
az: Şərh yazın

source: Leave a reply
az: Şərh yazın

source: Leave a Reply to %s
az: %s adlı istifadəçiyə cavab yazın

source: <cite class="fn">%s</cite> <span class="says">says:</span>
az: <cite class="fn">%s</cite> <span class="says">deyir: </span>

source: Your comment is awaiting moderation.
az: Sizin şərhiniz yoxlanışdadır.

source: %1$s at %2$s
az: %2$s saatda %1$s gün

source: (Edit)
az: (Redaktə et)

source: Required fields are marked %s
az: Zəruri olan sahələr %s ilə işarələnib

source: You must be <a href="%s">logged in</a> to post a comment.
az: Şərh yazmaq üçün siz <a href="%s">daxil olunmuş</a> olmalısınız.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
az: <a href="%1$s">%2$s</a>. <a href="%3$s" title="Hesabdan çıxış">Hesabdan çıxış</a>

source: Your email address will not be published.
az: Sizin e-poçt ünvanınız gizli saxlanılacaq, saytda heç kimə görsənməyəcək.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
az: Siz bu <abbr title="HyperText Markup Language">HTML</abbr> etiket və atributlardan istifadə edə bilərsiniz: %s

source: Cancel reply
az: Cavab yazmaqdan imtina edin

source: Post Comment
az: Şərhi göndərin

source: Unapproved
az: Yoxlanışda

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
az: Təkrar şərh aşkar edildi; görünür sizin bu şərhiniz artıq dərc edilib.

source: You are posting comments too quickly. Slow down.
az: Siz şərhləri çox tez göndərirsiniz. Tələsməyin.

source: Could not update comment status
az: Şərh vəziyyəti yenilənə bilinmədi

source: This argument has changed to an array to match the behavior of the other cron functions.
az: Bu mübahisə başqa cron funksiyalarının hərəkətinə uyğunlaşdırılmaq üçün cərgəyə dəyişilmişdir.

source: Once Hourly
az: Saatda bir dəfə

source: Twice Daily
az: Gündə iki dəfə

source: Once Daily
az: Gündə bir dəfə

source: Your site&#8217;s WordPress Pages
az: &#8217 Sizin saytınızdır;WordPress Səhifələri

source: Sort by:
az: Sırala:

source: Page title
az: Səhifə başlığı

source: Page order
az: Səhifə ardıcıllığı

source: Page ID
az: Tanınma Şifrəsi Səhifəsi

source: Exclude:
az: Xaric etmək:

source: Page IDs, separated by commas.
az: Səhifənin tanınma şifrələri vergüllə ayrılıb.

source: Your blogroll
az: Sizin blogçevirməniz

source: Select Link Category
az: Keçid Bölməsini Seçin

source: Show Link Image
az: Keçid Rəsmini Göstərin

source: Show Link Name
az: Keçidin adını göstər

source: Show Link Description
az: Keçid özəlliklərini göstər

source: Show Link Rating
az: Keçid reytinqini göstər

source: A search form for your site
az: Sizin səhifəniz üçün axtarış forması

source: A monthly archive of your site&#8217;s posts
az: Sizin səhifənizin ayliq arxiv yazıları

source: Select Month
az: Ay Seçin

source: Show post counts
az: Yazıların sayını göstər

source: Display as a drop down
az: Aşağıya açılan kimi göstərin

source: Log in/out, admin, feed and WordPress links
az: Daxil olun/çıxın,admin,sənəd və WordPress keçidləri

source: Syndicate this site using RSS 2.0
az: RSS 2.0 istifadə edərək bu saytı sindikatlaşdırın

source: Entries <abbr title="Really Simple Syndication">RSS</abbr>
az: Girişlər <abbr title="Really Simple Syndication">RSS</abbr>

source: The latest comments to all posts in RSS
az: RSS-dəki bütün yazılar üçün sonuncu şərhlər

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
az: Şərhlər <abbr title="Really Simple Syndication">RSS</abbr>

source: Powered by WordPress, state-of-the-art semantic personal publishing platform.
az: WordPress ilə,kürsünü nəşr edən şəxsi semantik heyyət hərəkətə gətirildi.

source: A calendar of your site&#8217;s posts
az: Saytınızın yazı təqvimi

source: Calendar
az: Təqvim

source: Arbitrary text or HTML
az: Sərbəst mətn və ya HTML

source: Text
az: Mətn

source: Automatically add paragraphs
az: Paraqrafları avtomatik əlavə edin

source: A list or dropdown of categories
az: Bölmələrin aşağıya açılanı və ya siyahısı

source: Select Category
az: Kateqoriya Seçin

source: Show as dropdown
az: Aşağıya açılan kimi göstərin

source: Show hierarchy
az: Ağacvari şəkildə göstərin

source: The most recent posts on your site
az: Ən sonuncu yazılarınız

source: Recent Posts
az: Yeni yazılar

source: Number of posts to show:
az: Nümayiş üçün yazıların sayı:

source: The most recent comments
az: Ən yeni şərhlər

# widgets
source: %1$s on %2$s
az: %1$s yazdı - %2$s

source: Entries from any RSS or Atom feed
az: Hər hansı RSS və ya Atom sənədindən daxiletmələr

source: Syndicate this content
az: Bu məzmunu sindikatlaşdırın

source: An error has occurred; the feed is probably down. Try again later.
az: Xəta baş vermişdir;saxlanma ehtimalı aşağıdır. Yenidən cəhd edin.

source: Untitled
az: Başlıqsız

source: RSS Error: %s
az: RSS Xəta: %s

source: Enter the RSS feed URL here:
az: Bura RSS sənəd URL-i daxil edin

source: Give the feed a title (optional):
az: Saxlanmaya başlıq ver (ixtiyari):

source: How many items would you like to display?
az: Siz nə qədər elementlərin göstərilməsini istəyirsiniz?

source: Display item content?
az: Fayl məzmunu göstərilsin?

source: Display item author if available?
az: Mümkündürsə element müəllifi göstərilsin?

source: Display item date?
az: Faylın tarixi göstərilsin?

source: Your most used tags in cloud format
az: Sizin ən çox istifadə etdiyiniz etiketlər sütun biçimindədir

source: Tag Cloud
az: Sütun Etiketi

source: Taxonomy:
az: Təsnifat:

source: Use this widget to add one of your custom menus as a widget.
az: Bu vidgeti xüsusi menyularınızdan birini vidget kimi əlavə etmək üçün istifadə edin.

source: Custom Menu
az: Xüsusi Menyu

source: No menus have been created yet. <a href="%s">Create some</a>.
az: Hələlik heç bir menyu düzəldilməyib.<a href="%s">Bir neçəsini düzəldin</a>.

source: new WordPress Loop
az: Yeni WordPress dövrü

source: Last updated
az: Axırıncı yenilənən

source: Missing Attachment
az: Qoşma Gözlənilir

source: Comments on %s
az: %s dakı şərhlər

source: Comments for %1$s searching on %2$s
az: %1$s faylı üçün şərhləri %2$s faylında axtarır

source: Comments for %s
az: %s faylı üçün şərhlər

source: Comment on %1$s by %2$s
az: %2$s faylı tərəfindən %1$s faylına şərhlər

source: By: %s
az: Tərəfindən: %s

source: Comments on: %s
az: şərhlər:%s faylına

source: Comments for %s searching on %s
az: %s faylında %s faylı üçün axtarılan şərhlər

source: Protected Comments: Please enter your password to view comments.
az: Qorunan Şərhlər: Şərhləri görmək üçün zəhmət olmasa öz parolunuzu daxil edin.

source: %s min
az: %s dəq.

source: %s hour
az: %s saat

source: %s day
az: %s gün

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
az: Daxil edilmiş e-poçt ünvanı uyğun e-poçy ünvanı kimi görünmədi.Zəhmət olmasa uyğun e-poçt ünvanı daxil edin.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
az: Daxil etdiyiniz WordPress ünvanı uyğun URL kimi görünmədi.Zəhmət olmasa uyğun URL daxil edin.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
az: Daxil etdiyiniz Sayt ünvanı uyğun URL kimi görünmədi.Zəhmət olmasa uyğun URL daxil edin.

source: , and
az: və

source: and
az: və

source: %s is a protected WP option and may not be modified
az: %s qorunan WP seçimidir və dəyişdirilə bilməz

source: ERROR: %s is not a valid feed template.
az: XƏTA: %sdüzgün saxlama şablonu deyil.

source: Unable to create directory %s. Is its parent directory writable by the server?
az: %s kataloqunu yaratmaq mümkün olmadı. Onun məxsus olduğu üst kataloqun server tərəfindən redaktə olunmasına icazə varmı?

source: Empty filename
az: Boş fayl adı

source: Invalid file type
az: Yanlış fayl tipi

source: Could not write file %s
az: %s faylı qeyd olunmadı

source: Your attempt to edit this attachment: &#8220;%s&#8221; has failed.
az: Bu qovluğu:&#8220;%s&#8221;redaktə etmək cəhdiniz baş tutmadı.

source: Your attempt to add this category has failed.
az: Sizin bu kateqoriyanı əlavə etmək cəhdiniz alınmadı.

source: Your attempt to delete this category: &#8220;%s&#8221; has failed.
az: Bu bölməni:&#8220;%s&#8221;silmək cəhdiniz baş tutmadı.

source: Your attempt to edit this category: &#8220;%s&#8221; has failed.
az: Bu bölməni:&#8220;%s&#8221;redaktə etmək cəhdiniz baş tutmadı.

source: Your attempt to delete this comment: &#8220;%s&#8221; has failed.
az: Bu şərhi:&#8220;%s&#8221;silmək cəhdiniz baş tutmadı

source: Your attempt to unapprove this comment: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221;şərhini rədd etmək cəhdiniz alınmadı.

source: Your attempt to approve this comment: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221;şərhini təsdiq etmək cəhdiniz alınmadı.

source: Your attempt to edit this comment: &#8220;%s&#8221; has failed.
az: Bu şərhi:&#8220;%s&#8221;redaktə etmək cəhdiniz baş tutmadı.

source: Your attempt to bulk modify comments has failed.
az: Sizin şərhləri bir yerə yığıb dəyişdirmək cəhdiniz alınmadı.

source: Your attempt to moderate comments has failed.
az: Şərhləri moderasiya etmək cəhdiniz baş tutmadı.

source: Your attempt to add this link has failed.
az: Sizin bu istidanı əlavə etmək cəhdiniz alınmadı.

source: Your attempt to delete this link: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; istinadını silmək cəhdiniz alınmadı.

source: Your attempt to edit this link: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; istinadını redaktə etmək cəhdiniz alınmadı.

source: Your attempt to bulk modify links has failed.
az: Sizin keçidləri bir yerə yığıb dəyişdirmək cəhdiniz alınmadı.

source: Your attempt to add this page has failed.
az: Sizin bu səhifəni əlavə etmək cəhdiniz alınmadı.

source: Your attempt to delete this page: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; səhifəsini silmək cəhdiniz alınmadı.

source: Your attempt to edit this page: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; səhifəsini redaktə etmək cəhdiniz alınmadı.

source: Your attempt to edit this plugin file: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; qoşmasının faylını redaktə etmək cəhdiniz alınmadı.

source: Your attempt to activate this plugin: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; qoşmasını aktiv etmək cəhdiniz alınmadı.

source: Your attempt to deactivate this plugin: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; qoşmasını deaktiv etmək cəhdiniz alınmadı.

source: Your attempt to upgrade this plugin: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; qoşmasını yeniləmək cəhdiniz alınmadı.

source: Your attempt to add this post has failed.
az: Sizin bu yazını əlavə etmə cəhdiniz alınmadı.

source: Your attempt to delete this post: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; yazısını silmək cəhdiniz alınmadı.

source: Your attempt to edit this post: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; yazısını redaktə etmək cəhdiniz alınmadı.

source: Your attempt to add this user has failed.
az: Sizin bu istifadəçini əlavə etmə cəhdiniz alınmadı.

source: Your attempt to delete users has failed.
az: Sizin istifadəçiləri silmə cəhdiniz alınmadı.

source: Your attempt to bulk modify users has failed.
az: Sizin istifadəçiləri bir yerə yığıb dəyişdirmək cəhdiniz alınmadı.

source: Your attempt to edit this user: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; istifadəçini redaktə etmək cəhdiniz alınmadı.

source: Your attempt to modify the profile for: &#8220;%s&#8221; has failed.
az: Sizin &#8220;%s&#8221; profili nizamlamaq cəhdiniz uğursuzdur.

source: Your attempt to edit your settings has failed.
az: Sizin öz seçimlərinizi redaktə etmə cəhdiniz alınmadı.

source: Your attempt to change your permalink structure to: %s has failed.
az: Sizin %s faylının sabit keçid strukturunu dəyişmək cəhdiniz baş tutmadı.

source: Your attempt to edit this file: &#8220;%s&#8221; has failed.
az: Bu faylı: &#8220;%s&#8221;redaktə etmək cəhdiniz baş tutmadı.

source: Your attempt to edit this theme file: &#8220;%s&#8221; has failed.
az: Bu temanın sənədini: &#8220;%s&#8221; redaktə etmək cəhdiniz baş tutmadı.

source: Your attempt to switch to this theme: &#8220;%s&#8221; has failed.
az: Bu temanı: &#8220;%s&#8221; quraşdırmaq cəhdiniz baş tutmadı.

source: You are attempting to log out of %s
az: Siz %s saytında hesabdan çıxmaq üzrəsiniz

source: WordPress Failure Notice
az: WordPress xətası görünür

source: Do you really want to <a href='%s'>log out</a>?
az: Həqiqətən çıxmaq istəyirsiniz? <a href='%s'>Çıxış</a>

source: Please try again.
az: Xahiş edirik, yenidən sınayın.

source: &laquo; Back
az: &laquo; Geri

source: WordPress &rsaquo; Error
az: WordPress &rsaquo; Xəta

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
az: %2$s buraxılışından bəri %1$s <strong>etiraz edildi</strong>! Onun yerinə %3$s-dan istifadə edin.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
az: Seçim mümkün olmadan %2$s buraxılışından bəri %1$s <strong>etiraz edildi</strong>.

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s! %3$s
az: %1$s mübahisə ilə adlandırıldı belə ki %2$s! %3$s versiyasından bəri <strong>etiraz edildi</strong>

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s with no alternative available.
az: %1$s mübahisə ilə adlandırıldı heç bir mümkün seçim olmadı %2$s versiyasından bəri <strong>etiraz edildi</strong> .

source: Select a city
az: Şəhər seçin

source: Manual Offsets
az: Əl Ödəmələri

source: Search for:
az: Axtar:

source: Log in
az: Giriş

source: Log out
az: Çıxış

source: Remember Me
az: Məni yadda saxla

source: Register
az: Qeydiyyat

source: Site Admin
az: Saytın idarəsi

source: The <code>%s</code> option is deprecated for the family of <code>bloginfo()</code> functions.
az: <code>%s< code> seçimi <code>bloginfo()</code> funksiyaları ailəsi üçün ləğv edilmişdir.

source: Use the <code>%s</code> option instead.
az: Əvəzinə <code>%s</code> seçənəyindən istifadə edin.

source: Search Results %1$s %2$s
az: Axtarış nəticələri %1$s %2$s

source: Page not found
az: Səhifə tapılmadı

source: View posts for %1$s %2$s
az: %1$s %2$s üçün göndərilənləri görüntülə

source: %1$s %2$s Feed
az: %1$sbaşlığı %2$s sənədində

source: %1$s %2$s Comments Feed
az: %1$s %2$s Şərhlərini Saxlayın

source: %1$s %2$s %3$s Comments Feed
az: %1$s %2$s %3$s Şərhlərini Saxlayın

source: %1$s %2$s %3$s Category Feed
az: %1$s %2$s %3$s Bölməsini saxlayın

source: %1$s %2$s %3$s Tag Feed
az: %1$s %2$s %3$s Etiketini Saxlayın

source: %1$s %2$s Posts by %3$s Feed
az: %3$s müəllif tərəfindən %1$s %2$s yazılır

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
az: &#8220;%3$s&#8221 Axtarış Nəticələri üçün%1$s %2$s,Saxlayın

source: &laquo; Previous
az: &laquo; Əvvəlki

source: Next &raquo;
az: Növbəti &raquo;

source: Gray
az: Boz

source: Do you want to use the WYSIWYG mode for this textarea?
az: Bu mətn sahəsi üçün WYSIWYG rejimindən istifadə etmək istəyirsinizmi?

source: Insert
az: Yerləşdir

source: Browse
az: Göz gəzdir

source: Class
az: Sinif

source: -- Not set --
az: -- Təyin olunmayıb --

source: Copy/Cut/Paste is not available in Mozilla and Firefox.
az: Mozilla və Firefox bələdçilərində kopyalamaq/kəsmək/yapışdırmaq mövcud deyil.

source: Currently not supported by your browser, use keyboard shortcuts instead.
az: Hal-hazırda bələdçiniz tərəfindən dəstəklənmir. Onun əvəzinə klaviş kəsələrindən istifadə edin.

source: Sorry, but we have noticed that your popup-blocker has disabled a window that provides application functionality. You will need to disable popup blocking on this site in order to fully utilize this tool.
az: Bağışlayın,amma biz sizin qəfil pəncərə əngəlləyicinizin pəncərəni sıradan şıxartdığını xəbərdar etdik ki,tətbiqetmənin funksional imkanını təchiz edir.

source: Error: Invalid values entered, these are marked in red.
az: Xəta: Yanlış dəyərlər göstərilib. Bunlar qırmızı ilə işarələnib.

source: More colors
az: Daha çox rənglər

source: Full
az: Tam

source: Insert date
az: Tarix əlavə edin

source: Insert time
az: Vaxt əlavə et

source: January
az: Yanvar

source: February
az: Fevral

source: March
az: Mart

source: April
az: Aprel

source: June
az: İyun

source: July
az: İyul

source: August
az: Avqust

source: September
az: Sentyabr

source: October
az: Oktyabr

source: November
az: Noyabr

source: December
az: Dekabr

source: Jan_January_abbreviation
az: Yan

source: Feb_February_abbreviation
az: Fev

source: Mar_March_abbreviation
az: Mar

source: Apr_April_abbreviation
az: Apr

source: May_May_abbreviation
az: May

source: Jun_June_abbreviation
az: İyn

source: Jul_July_abbreviation
az: İyl

source: Aug_August_abbreviation
az: Avq

source: Sep_September_abbreviation
az: Sen

source: Oct_October_abbreviation
az: Okt

source: Nov_November_abbreviation
az: Noy

source: Dec_December_abbreviation
az: Dek

source: Sunday
az: Bazar

source: Monday
az: Bazar Ertəsi

source: Tuesday
az: Çərşənbə Axşamı

source: Wednesday
az: Çərşənbə

source: Thursday
az: Cümə Axşamı

source: Friday
az: Cümə

source: Saturday
az: Şənbə

source: Sun
az: Baz

source: Mon
az: B.e

source: Tue
az: Ç.a

source: Wed
az: Çər

source: Thu
az: C.a

source: Fri
az: Cüm
