Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: Delete it: %s
az: Bunu poz: %s

source: Spam it: %s
az: Spamla: %s

source: A new trackback on the post "%s" is waiting for your approval
az: "%s"poçtunda yeni istinad bildirişi sizin təsdiq etmənizi gözləyir

source: Website : %1$s (IP: %2$s , %3$s)
az: İnternet səhifə: %1$s (IP: %2$s , %3$s)

source: Trackback excerpt:
az: İstinad bildiriş hissəsi:

source: A new pingback on the post "%s" is waiting for your approval
az: Poçt "%s-də" yeni pingback sizin icazənizi gözləyir

source: Pingback excerpt:
az: Pingback sitatı :

source: A new comment on the post "%s" is waiting for your approval
az: "%s" yazısında yeni bir şərh təsdiqinizi gözləyir

source: Approve it: %s
az: Təsdiqlə: %s

source: Currently %s comment is waiting for approval. Please visit the moderation panel:
az: Hal-hazırda %s şərh icazə gözləyir. Zəhmət olmasa nəzarət lövhəsinə baş çəkin:

source: [%1$s] Please moderate: "%2$s"
az: [%1$s] Zəhmət olmasa, düzənləyin: "%2$s"

source: Password Lost and Changed for user: %s
az: İstifadəçi üçün şifrə bərpa edildi: %s

source: [%s] Password Lost/Changed
az: [%s] Şifrə itib/dəyişib

source: New user registration on your site %s:
az: Saytınız %s'da yeni istifadəçi qeydiyyatı:

source: Username: %s
az: İstifadəçi adı: %s

source: [%s] New User Registration
az: [%s] Yeni İstifadəçi Qeydiyyatı

source: Password: %s
az: Parol: %s

source: [%s] Your username and password
az: [%s] Sizin istifadəçi adınız və parolunuz

source: Protected: %s
az: Qorunur: %s

source: Private: %s
az: Şəxsi: %s

source: (more...)
az: (ətraflı...)

source: There is no excerpt because this is a protected post.
az: Heç bir çıxarış yoxdur, çünki, bu qorunan bir yazıdır.

source: Pages:
az: Səhifələr:

source: Next page
az: Növbəti səhifə

source: Previous page
az: Öncəki səhifə

source: Home
az: Baş səhifə

source: This post is password protected. To view it please enter your password below:
az: Bu yazı parol ilə qorunur. Onu görmək üçün öz parolunuzu aşağıda daxil edin:

source: %1$s [Autosave]
az: %1$s [Avto. saxlanılma]

source: %1$s [Current Revision]
az: %1$s [Cari Təftiş]

# post revision
source: %1$s by %2$s
az: %2$s ilə %1$s

source: Compare Revisions
az: Təftiş Müqayisəsi

# revisions column name
source: Old
az: Köhnə

# revisions column name
source: New
az: Yeni

# revisions column name
source: Date Created
az: Yaradılış Tarixi

source: Revision
az: Təftiş

source: Navigation Menu Items
az: Naviqasiya menyusu elementlləri

source: Navigation Menu Item
az: Naviqasiya menyusu elementi

# post
source: Published
az: Dərc olunub

source: Published <span class="count">(%s)</span>
az: Dərc olunub <span class="count">(%s)</span>

# post
source: Scheduled
az: Təxirə salınıb

source: Scheduled <span class="count">(%s)</span>
az: Təxirə salınıb <span class="count">(%s)</span>

# post
source: Draft
az: Qaralama

source: Draft <span class="count">(%s)</span>
az: Qaralama <span class="count">(%s)</span>

# post
source: Pending
az: Gözləyir

source: Pending <span class="count">(%s)</span>
az: Gözləyir <span class="count">(%s)</span>

# post
source: Private
az: Şəxsi

source: Private <span class="count">(%s)</span>
az: Şəxsi <span class="count">(%s)</span>

# post
source: Trash
az: Zibil qutusu

source: Trash <span class="count">(%s)</span>
az: Zibil qutusu <span class="count">(%s)</span>

# post type general name
source: Posts
az: Yazılar

# post type general name
source: Pages
az: Səhifələr

# post type singular name
source: Post
az: Yazı

# post type singular name
source: Page
az: Səhifə

source: Add New Post
az: Yeni yazı əlavə edin

source: Add New Page
az: Yeni səhifə əlavə edin

source: Edit Page
az: Səhifəni redaktə edin

source: View Page
az: Səhifəni göstər

source: Search Posts
az: Yazılar üzrə axtarış

source: Search Pages
az: Səhifələr üzrə axtarış

source: No posts found
az: Heç bir yazı tapılmadı

source: No pages found
az: Heç bir səhifə tapılmadı

source: No posts found in Trash
az: Zibil qutusunda heç bir yazı yoxdur

source: No pages found in Trash
az: Zibil qutusunda heç bir səhifə yoxdur

source: Parent Page:
az: Ana Səhifə:

source: Content, title, and excerpt are empty.
az: Məzmin, başlıq və hissə boşdur

source: Could not update post in the database
az: Verilənlər bazasındaki yazı yenilənə bilmədi.

source: Could not insert post into the database
az: Yazı verilənlər bazasına yerləşdirilə bilmədi

source: The page template is invalid.
az: Səhibə şablonu qüsurludur.

source: Cannot create a revision of a revision
az: Təftişin təftişini yaratmaq olmur

source: You do not have permission to preview drafts.
az: Sizin qaralamaları ilkin nümayişdən keçirməyə səlahiyyətiniz çatmır.

source: Cannot create a user with an empty login name.
az: Boş giriş adı ilə istifadəçi yaratmaq olmur.

source: This username is already registered.
az: Bu istifadəçi adı artıq qeydiyyatdan keçib.

source: This email address is already registered.
az: Bu e-poçt ünvanı artıq qeydiyyatdan keçib.

source: An error has occurred, which probably means the feed is down. Try again later.
az: Səhv baş vermişdir,ehtimal ki göstərilir ki, təklif enir. Sonra bir daha sınaqdan keçirin.

source: You are about to permanently delete the selected items. 'Cancel' to stop, 'OK' to delete.
az: Seçilmiş maddələri həmişəlik silmək üzrəsiniz. Dayandırmaq üçün 'İmtina', silmək üçün 'OK'.

source: (Quick Links)
az: (Sürətli Keçidlər)

source: Enter a word to look up:
az: Axtarış üçün söz daxil edin:

source: Dictionary lookup
az: Lüğət axtarışı

source: lookup
az: Müraciət etmək

source: Close all open tags
az: Bütün açıq teqləri bağlamaq

source: close tags
az: teqləri bağlamaq

source: Enter the URL
az: URL'ni daxil edin

source: Enter the URL of the image
az: Şəklin URL'ini daxil edin

source: Enter a description of the image
az: Şəklin növünü daxil edin

source: You do not have permission to do that.
az: Sizin bunu etməyə səlahiyyətiniz çatmır.

source: An unidentified error has occurred.
az: Bilinməyən xəta baş verib.

source: Next &gt;
az: İrəli &gt;

source: &lt; Prev
az: &lt; Geri

source: Image
az: Şəkil

source: of
az: Haqqında

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
az: Bu özəllik sətriçi çərçivələr tələb edir. Ya siz iframe'ləri aradan qaldırmısınız, ya da brouzeriniz onları dəstəkləmir.

source: not configured
az: quraşdırılmayıb

source: You have attempted to queue too many files.
az: Həddindən çox faylı növbəyə düzməyə cəhd etmisiniz.

source: This file exceeds the maximum upload size for this site.
az: Sənəd bu sayt üçün maksimum yükləmə miqdarından artıqdır.

source: This file is empty. Please try another.
az: Fayl boşdur. Başqasını yoxla.

source: This file type is not allowed. Please try another.
az: Bu fayl tipi qəbul olunmur. Zəhmət olmasa başqasını sınayın.

source: An error occurred in the upload. Please try again later.
az: Yükləmədə səhv baş verdi. Birazdan sonra yenidən dənəyin.

source: There was a configuration error. Please contact the server administrator.
az: Konfiqurasiya xətası baş verib. Zəhmət olmasa server administratoru ilə əlaqə saxlayın.

source: You may only upload 1 file.
az: Siz ancaq 1 fayl yükləyə bilərsiniz.

source: HTTP error.
az: HTTP səhvi.

source: Upload failed.
az: Yüklənmə tamamlanmadı.

source: IO error.
az: IO səhvi.

source: Security error.
az: Təhlükəsizlik səhvi.

source: File canceled.
az: Fayl imtina olundu.

source: Upload stopped.
az: Yüklənmə dayandırıldı.

source: Crunching&hellip;
az: Emal prosesi....

source: moved to the trash.
az: zibil qutusuna köçürüldü.

source: Separate multiple categories with commas.
az: Birdən çox kateqoriyanı vergüllə ayırın.

# password strength
source: Medium
az: Orta

source: Tags used on this post:
az: Bu yazıda istifadə olunan işarələmələr:

source: Add new tag
az: Yeni teq əlavə et

source: Publish on:
az: Dərc et:

source: Schedule for:
az: Planla:

source: Published on:
az: Dərc olunub:

source: Show more comments
az: Daha çox şərh göstər

source: No more comments found.
az: Başqa şərhlər tapılmadı

source: Update Post
az: Yazını yenilə

source: Update Page
az: Səhifəni yenilə

source: Password Protected
az: Şifrə ilə qorunur

source: Submitted on:
az: Göndərilmiş:

source: Word count: %d
az: Söz sayı: %d

source: Error while saving the changes.
az: Dəyişiklikləri yadda saxlama prosesində xəta baş verdi.

source: Remove From Bulk Edit
az: Külli Redaktədən Çıxarmaq

source: Plugin Information:
az: Qoşma Haqqında:

source: Are you sure you want to install this plugin?
az: Bu qoşmanı quraşdırmaq istədiyinizə əminsinizmi?

source: Saving...
az: Saxlanılır...

source: Could not set that as the thumbnail image. Try a different attachment.
az: Eskiz şəkli kimi təyin edilə bilmədi. Digər qoşma faylları sınayın.

source: Done
az: Başa çatdı

# search results
source: No results found.
az: Nəticə tapılmadı.

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
az: Bu menyunu həmişəlik silmək üzrəsiniz. Dayandırmaq üçün 'İmtina', silmək üçün 'OK'.

source: Preview this Page
az: Bu Səhifəni öngörüntülə

source: Preview this Post
az: Yazının Öngörüntüsü

source: Saving Draft&#8230;
az: Qaralama Saxlanılır&#8230;

source: Navigation Menus
az: Naviqasiya menyuları

source: Navigation Menu
az: Naviqasiya menyusu

# taxonomy general name
source: Post Tags
az: Yazı Teqləri

# taxonomy general name
source: Categories
az: Kateqoriyalar

# taxonomy singular name
source: Post Tag
az: Teq Yazmaq

# taxonomy singular name
source: Category
az: Kateqoriya

source: Search Tags
az: Teqləri axtar.

source: Popular Tags
az: Məşhur Teqlər.

source: All Tags
az: Bütün Teqlər

source: Parent Category
az: Ana Kateqoriya

source: Parent Category:
az: Ana Kateqoriya:

source: Update Tag
az: Teqi Yenilə

source: Add New Tag
az: Yeni Teq

source: Add New Category
az: Yeni

source: New Tag Name
az: Yeni Teq Adı

source: New Category Name
az: Yeni Kateqoriya Adı

source: Add or remove tags
az: Teqi əlavə et və ya poz

source: Choose from the most used tags
az: Ən çox istifadə olunan teqlərdən seçin

source: Invalid Taxonomy
az: Yanlış Sistematika

source: Empty Term
az: Boş İfadə

source: Invalid term ID
az: Xətalı tanınma şifrəsi məzmunu

source: A name is required for this term
az: Bu ifadə üçün ad tələb olunur

source: A term with the name provided already exists with this parent.
az: Təchiz edilən ifadə ilə ad artıq bu mənbədə mövcuddur.

source: Could not insert term into the database
az: İfadə verilənlər bazasına daxil edilə bilinmədi

source: A term with the name provided already exists.
az: Göstərilən ad ilə ifadə artıq mövcuddur.

source: The slug &#8220;%s&#8221; is already in use by another term
az: &#8220;%s&#8221 yavaş hərəkət artıq başqa termin ilə istifadədədir

source: Invalid object ID
az: Yanlış obyekt ID'si

source: Theme without %1$s
az: %1$s-sız mövzu

source: Please include a %1$s template in your theme.
az: Zəhmət olmasa, mövzunuza %1$s şablon daxil edin.

source: %1$s - Comments on %2$s
az: %2$s yazısına %1$s şərh

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for comments on this post.
az: Bu yazıdakı şərhlər üçün <abbr title="Really Simple Syndication">RSS</abbr>.

source: The <abbr title="Universal Resource Locator">URL</abbr> to TrackBack this entry is: <em>%s</em>
az: Bu girişin istinad bildirişi URL'i: <em>%s</em>

source: by %1$s &#8212; %2$s @ <a href="#comment-%3$s">%4$s</a>
az: %1$s &#8212; %2$s @ <a href="#comment-%3$s">%4$s</a> tərəfindən

source: Leave a comment
az: Şərh yaz

source: Line and paragraph breaks automatic, e-mail address never displayed, <acronym title="Hypertext Markup Language">HTML</acronym> allowed: <code>%s</code>
az: Xətt və abzas avtomatik silinir,e-poçta ünvanı heç vaxt göstərilmədi,<acronym title="Hypertext Markup Language">HTML</acronym> icazə verildi: <code>%s</code>

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
az: <a href="%1$s">%2$s</a> kimi daxil olmusunuz. <a href="%3$s" title="Bu hesabdan çıx">Çıxış &raquo;</a>

source: Your Comment
az: Sizin şərhiniz

source: Say It!
az: De!

source: Sorry, the comment form is closed at this time.
az: Üzr istəyirik, hazırda şərh formu bağlıdır.

source: Close this window.
az: Pəncərəni bağla.

source: Sorry, no posts matched your criteria.
az: Bağışlayın, sizin kriteriyanıza görə heç bir yazı tapılmadı.

source: Powered by <a href="%s" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>WordPress</strong></a>
az: <a href="%s" title="WordPress tərəfindən dəstəklənir, state-of-the-art semantic personal publishing platform"><strong>WordPress</strong></a> tərəfindən dəstəklənir

source: This post is password protected. Enter the password to view comments.
az: Bu yazı şifrə ilə mühafizə olunur. Şərhləri görmək üçün şifrəni daxil edin.

source: One Response to %2$s
az: %2$s yazısına bir cavab

source: Comments are closed.
az: Şərhlər bağlıdır.

source: Logged in as <a href="%1$s">%2$s</a>.
az: <a href="%1$s">%2$s</a> kimi daxil olmusunuz.

source: Log out of this account
az: Bu hesabdan çıx

source: Log out &raquo;
az: Çıx &raquo;

source: Mail (will not be published)
az: Poçt (dərc olunmayacaq)

source: <strong>XHTML:</strong> You can use these tags: <code>%s</code>
az: <strong>XHTML:</strong> Bu teqlərdən istifadə edə bilərsiniz: <code>%s</code>

source: Submit Comment
az: Şərhi Göndər

source: %1$s is proudly powered by %2$s
az: %1$s qürurla %2$s tərəfindən dəstəklənir

source: %1$s and %2$s.
az: %1$s və %2$s.

source: Entries (RSS)
az: Girişlər (RSS)

source: Comments (RSS)
az: Şərhlər (RSS)

source: %d queries. %s seconds.
az: %d sorğu. %s saniyə.

source: You are currently browsing the archives for the %s category.
az: Hazırda %s kateqoriyası üçün arxivləri gözdən keçirirsiniz.

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the day %3$s.
az: Siz hal-hazırda %3$s gün üçün <a href="%1$s ">%2$s< a> gündəlik arxivlərinə baxırsınız.

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for %3$s.
az: Siz hal-hazırda %3$s üçün <a href="%1$s ">%2$s< a> gündəlik arxivlərinə baxırsınız.

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the year %3$s.
az: Siz hal-hazırda %3$s il üçün <a href="%1$s ">%2$s< a> gündəlik arxivlərinə baxırsınız.

source: You have searched the <a href="%1$s/">%2$s</a> blog archives for <strong>&#8216;%3$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
az: Siz <strong>&#8216;%3$s&#8217;</strong> üçün <a href="%1$s ">%2$s< a> gündəlik arxivlərini axtarıbsınız.Əgər siz bu axtarış nəticələrində nə isə tapmaq iqtidarında deyilsinizsə,bu keçidlərdən birini yoxlaya bilərsiniz.

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives.
az: Siz hal-hazırda <a href="%1$s ">%2$s< a> gündəlik arxivlərinə baxırsınız.

source: This page validates as XHTML 1.0 Transitional
az: Bu səhifə XHTML 1.0 standartlarına uyğundur

source: Valid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>
az: Düzgün <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>

source: XHTML Friends Network
az: XHTML Dostlar Şəbəkəsi

source: File not readable.
az: Fayl oxunaqlı deyil.

source: Template is missing.
az: Şablon tapılmadı.

source: The parent theme is missing. Please install the "%s" parent theme.
az: Ana mövzu tapılmadı. Zəhmət olmasa, "%s" ana mövzusunu quraşdırın.

source: Stylesheet is missing.
az: Stil səhifəsi tapılmadı.

source: <strong>ERROR</strong>: The username field is empty.
az: <strong>XƏTA</strong>: İstifadəçi adı sahəsi boşdur..

source: <strong>ERROR</strong>: The password field is empty.
az: <strong>XƏTA</strong>: Şifrə sahəsi boşdur.

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
az: <strong>XƏTA</strong>: İstifadəçi adı yanlışdır. <a href="%s" title="Şifrə itdi və tapıldı">Şifrənizi unutmusunuz</a>?

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
az: <strong>XƏTA</strong>: Hesabınız spamçı olaraq nişanlanmışdır.

source: Site Suspended.
az: Sayt müvəqqəti bağlıdır.

source: <strong>ERROR</strong>: Incorrect password. <a href="%s" title="Password Lost and Found">Lost your password</a>?
az: <strong>XƏTA</strong>: Şifrə yanlışdır. <a href="%s" title="Şifrə itdi və tapıldı">Şifrənizi unutmusunuz</a>?

source: Please log in again.
az: Zəhmət olmasa, yenidən daxil olun.

source: Sidebar %d
az: Yanpanel %d

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
az: <strong>XƏTA</strong>: WordPress %1$s MySQL %2$s və ya daha yüksəyini tələb edir

source: Links for %s
az: %s üçün keçidlər

source: Powered by WordPress
az: Wordpress üzərində qurulub

source: <strong>ERROR</strong>: Enter a username or e-mail address.
az: <strong>XƏTA</strong>: İstifadəçi adı və ya e-poçt adresi daxil edin.

source: <strong>ERROR</strong>: There is no user registered with that email address.
az: <strong>XƏTA</strong>: O e-poçt adresi ilə qeyd olunmuş istifadəçi yoxdur.

source: <strong>ERROR</strong>: Invalid username or e-mail.
az: <strong>XƏTA</strong>: Yanlış istifadəçi adı və ya e-poçt adresi.

source: Password reset is not allowed for this user
az: Bu istifadəçi üçün şifrə bərpasına icazə yoxdur.

source: Someone has asked to reset the password for the following site and username.
az: Kimsə aşağıdakı sayt və istifadəçi adı üçün şifrəni bərpa etmək istəyib.

source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
az: Öz parolunuzu bərpa etmək üçün qarşıdakı ünvandan istifadə edin, lazım deyilsə - bu emailə fikir verməyin və heç nə baş verməyəcək.

source: [%s] Password Reset
az: [%s] Şifrə Bərpası

source: The e-mail could not be sent.
az: E-poçt göndərilə bilmədi.

source: Possible reason: your host may have disabled the mail() function...
az: Mümkün səbəb: Xidmət təqdimatçınız mail() funksiyasını aradan qaldırmış ola bilər...

source: Invalid key
az: Etibarsız açar

source: [%s] Your new password
az: [%s] Sizin yeni parolunuz

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
az: <strong>XƏTA</strong>: Bu istifadəçi adı artıq qeydiyyatlıdır, zəhəmt olmasa başqasını seçin.

source: <strong>ERROR</strong>: Please type your e-mail address.
az: <strong>XƏTA</strong>: Zəhmət olmasa özünüzün e-mail adresinizi yazın.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
az: <strong>XƏTA</strong>: Bu email adresi düzgün deyil.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
az: <strong>XƏTA</strong>: Sizin qeydiyyatdan keçirə bilmədik... zəhəmt olmasa <a href="mailto:%s">webmaster</a> ilə əlaqə saxlayın !

source: Sorry, that key does not appear to be valid.
az: Üzr istəyirik, bu kod etibarlı görünmür.

source: Lost Password
az: İtmiş Şifrə

source: Please enter your username or e-mail address. You will receive a new password via e-mail.
az: Zəhmət olmasa, öz istifadəçi adınızı və e-mail adresinizi daxil edin. Siz e-mail vasitəsi ilə yeni parol alacaqsınız.

source: Username or E-mail:
az: İstifadəçi adı və ya E-mail:

source: Get New Password
az: Yeni Parol Əldə et

source: Are you lost?
az: İtmisən?

source: &larr; Back to %s
az: &larr; %s əsas səhifəsinə qayıdın

source: Registration Form
az: Qeydiyyat Forması

source: Register For This Site
az: Saytda qeydiyyatdan keçin

source: A password will be e-mailed to you.
az: Parol sizə e-poçt vasitəsilə göndəriləcək.

source: Password Lost and Found
az: Şifrə itirildi və tapıldı.

source: Lost your password?
az: Parolunuzu unutmusunuz?

source: You have logged in successfully.
az: Hesabınıza uğurla daxil oldunuz.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
az: <strong>XƏTA</strong>: Kukilər brouzeriniz tərəfindən yasaqlanıb və ya dəstəklənmir. WordPress'dən istifadə etmək üçün <a href='http://www.google.com/cookies.html'>kukiləri işə sal</a>malısınız.

source: You are now logged out.
az: Siz sistemdən çıxdınız.

source: User registration is currently not allowed.
az: Hal-hazırda istifadəçi qeydiyyatı dayandırılmışdır.

source: Check your e-mail for the confirmation link.
az: Təsdiq keçidi üçün e-poçtunuzu yoxlayın.

source: Check your e-mail for your new password.
az: Yeni şifrəniz üçün e-poçtunuzu yoxlayın.

source: Registration complete. Please check your e-mail.
az: Qeydiyyat uğurla başa çatdi. E - Poçtunuzu yoxlayın.

source: Your session has expired. Please log-in again.
az: Seansınız başa çatmışdır. Zəhmət olmasa, yenidən daxil olun.

source: This action has been disabled by the administrator.
az: Bu əməliyyat inzibatçı tərəfindən aradan qaldırılmışdır.

source: Slow down cowboy, no need to check for new mails so often!
az: Hey, yavaş olun, yeni məktub olub olmamasını bu qədər tez-tez yoxlamağa gərək yoxdur.

source: There doesn&#8217;t seem to be any new mail.
az: Burda yeni poçtun olduğu nəsə görsənmir.

source: Author is %s
az: Müəllif %s -dir

source: <strong>Author:</strong> %s
az: <strong>Müəllif:</strong> %s

source: <strong>Posted title:</strong> %s
az: <strong>Dərc olunmuş başlıq:</strong> %s

source: Mission complete. Message <strong>%s</strong> deleted.
az: Görəv tamamlandı. İsmarəş <strong>%s</strong> pozuldu.

source: XML-RPC services are disabled on this site. An admin user can enable them at %s
az: XML-RPC xidmətləri bu saytda sıradan çıxarılmışdır .İdarə başcısı istifadəçisi %s-də onları işə sala bilər.

source: Bad login/pass combination.
az: Duzgün olmayan istifadəçi adı şifrə kombinasiyası.

source: Software Name
az: Proqram Adı

source: Software Version
az: Proqram Versiyası

source: Site URL
az: Sayt URL'i

source: Time Zone
az: Saat qurşaqları

source: Site Tagline
az: Sayt Sloqanı

source: Allow new users to sign up
az: Yeni istifadəçilərə qeydiyyatdan keçməyə icazə verin

source: Sorry, you cannot edit this page.
az: Üzr istəyirik, siz bu səhifəni redaktə edə bilməzsiniz.

source: Sorry, no such page.
az: Üzr istəyirik, belə səhifə yoxdur.

source: Sorry, you cannot edit pages.
az: Üzr istəyirik, siz səhifələri redaktə edə bilməzsiniz.

source: Sorry, you cannot add new pages.
az: Üzr istəyirik siz yeni səhifə əlavə edə bilməzsiniz.

source: Sorry, you do not have the right to delete this page.
az: Bağışlayın, sizin bu səhifəni silməyə səlahiyyətiniz çatmır.

source: Failed to delete the page.
az: Səhifə silinə bilmədi.

source: Sorry, you do not have the right to edit this page.
az: Bağışlayın, sizin bu səhifəni redəktə etməyə səlahiyyətiniz çatmır.

source: Sorry, you cannot edit posts on this site.
az: Üzr istəyirik, bu saytda yazıları redaktə edə bilməzsiniz.

source: Sorry, you must be able to edit posts on this site in order to view tags.
az: Bağışlayın,siz etiketlərə ardıcıl baxmaq üçün bu saytda poçtları redaktə etməlisiniz.

source: Sorry, you do not have the right to add a category.
az: Bağışlayın, sizin kateqoriya əlavə etməyə səlahiyyətiniz çatmır.

source: Sorry, the new category failed.
az: Bağışlayın, yeni kateqoriya mümkün olmadı.

source: Sorry, you do not have the right to delete a category.
az: Bağışlayın, sizin kateqoriyanı pozmağa səlahiyyətiniz çatmır.

source: Sorry, you must be able to edit posts to this site in order to view categories.
az: Siz kateqoriyalara baxmaq üçün saytda yazı redaktə etmə səlahiyyətinə malik olmalısınız.

source: You are not allowed to moderate comments on this site.
az: Bu saytda şərhlərə nəzarət hüququnuz yoxdur.

source: Invalid comment ID.
az: Şərh ID'si yanlışdır.
