Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: Preview will show you what your draft post will look like if you publish it. View will take you to your live site to view the post. Which link is available depends on your post&#8217;s status.
az: İlkin baxış sizə qaralama poçtunuzun necə olacağını nəşr etdikdən sonra göstərəcək. Görüntü sizi əsas yerə yazını görməyə aparacaq. Hal-hazırkı keçid sizin yazı &#8217;s şərhinizdən asılıdır.

source: You can also edit multiple posts at once. Select the posts you want to edit using the checkboxes, select Edit from the Bulk Actions menu and click Apply. You will be able to change the metadata (categories, author, etc.) for all selected posts at once. To remove a post from the grouping, just click the x next to its name in the Bulk Edit area that appears.
az: Siz həmçinin birdəfəyə çox sayda yazılar redaktə edə bilərsiz.Yoxlamaqutularını seçərək redaktə etmək istədiyiniz yazıları seçin,daha sonra Yığma Əməliyyatları menyusundan Redaktə et bölməsini seç və Tətbiq eti kliklə.Siz birdəfəyə bütün seçilmiş yazıların məlumatlarını (bölmələr,müəllif,və s.) dəyişə biləcəksiz.Qruplaşdırmadan yazını götürmək üçün sadəcə görünən YığmanıRedaktə et sahəsində onun sonrakı x adını klikləyin.

source: <a href="http://codex.wordpress.org/Posts_Edit_SubPanel" target="_blank">Edit Posts Documentation</a>
az: <a href="http://codex.wordpress.org/Posts_Edit_SubPanel" target="_blank">Yazıların Sənədləşdirilməsini Redaktə Et</a>

source: Pages are similar to to Posts in that they have a title, body text, and associated metadata, but they are different in that they are not part of the chronological blog stream, kind of like permanent posts. Pages are not categorized or tagged, but can have a hierarchy. You can nest Pages under other Pages by making one the &#8220;Parent&#8221; of the other, creating a group of Pages.
az: Səhifələrin Şərhlərlə oxşar cəhətləri ondan ibarətdir ki,hər ikisinin də başlığı,əsas mətni və bir-biri ilə əlaqəli metadatası var,amma fərqləri də ondan ibarətdir ki,onlar daimi şərhlər kimi xronoloji blog sırasının bir hissəsi deyillər.Şərhlər bölmələr üzrə müəyyənləşdirilmir və əlaqələndirilmirlər,amma iyerarxiyaya malikdirlər.Siz bir &#8220;sənədi,digərinin əsas&#8221;sənədini və Səhifə qrupları yaratmaqla Səhifələri digər Səhifələrin altinda yerləşdirə bilərsiz

source: Managing Pages is very similar to managing Posts, and the screens can be customized in the same way.
az: Səhifələrin idarə edilməsi Yazıların idarə edilməsi ilə çox oxşardır,və səhifələr eyni yolla özəlləşdirilə bilər.

source: You can also perform the same types of actions, including narrowing the list by using the filters, acting on a Page using the action links that appear when you hover over a row, or using the Bulk Actions menu to edit the metadata for multiple Pages at once.
az: Siz həmçinin əməliyyatların eyni növünü təmizləyicilərdən istifadə edib səhifəni daraltmaqla icra edə bilərsiz,həmçinin cərgənin üstündə görünən əməliyyat keçidlərindən istifadə edərək səhifədə əməliyyat apara bilərsiz və ya Birgə Əməliyyatlar menyusundan istifadə edərək birdəfəyə çox sayda Səhifələr üçün məlumatlar redaktə edə bilərsiz.

source: <a href="http://codex.wordpress.org/Pages_Edit_SubPanel" target="_blank">Page Management Documentation</a>
az: <a href="http://codex.wordpress.org/Pages_Edit_SubPanel" target="_blank">Səhifə Nəzarət Sənədləri</a>

source: This has been saved.
az: Bu saxlanıldı.

source: View Post
az: Yazını Göstər

source: Edit Post
az: Yazını redaktə etmək

source: %s post updated.
az: %s yazı yeniləndi.

source: %s item not updated, somebody is editing it.
az: %s maddəsi yenilənmədi,kimsə onu redaktə edir.

source: Item permanently deleted.
az: Maddə həmişəlik silindi.

source: Item moved to the trash.
az: Maddə zbiil qutusuna köçürüldü.

source: Item restored from the Trash.
az: Maddə Zibil qutusundan bərpa edildi.

# posts
source: Mine <span class="count">(%s)</span>
az: Mənimki<span class="count">(%s)</span>

# posts
source: All <span class="count">(%s)</span>
az: Hamısı <span class="count">(%s)</span>

source: Show all dates
az: Bütün tarixləri göstər

source: View all categories
az: Bütün kateqoriyaları göstər

source: List View
az: Sıra Görünüşü

source: Excerpt View
az: Yazınızın görünüşü

source: You do not have sufficient permissions to export the content of this site.
az: Sizin bu səhifənin məzmununu ixrac etmək üçün kifayət qədər icazəniz yoxdur.

source: Export
az: İxrac Et

source: You can export a file of your site&#8217;s content in order to import it into another installation or platform. The export file will be an XML file format called WXR. Posts, pages, comments, custom fields, categories, and tags can be included. You can set filters to have the WXR file only include a certain date, author, category, tag, all posts or all pages, certain publishing statuses.
az: Siz sənədi başqa bir sayta köçürmək üçün onu ixrac edə bilərsiniz. Alınmış ixrac sənədi XML formatında olacaq, hansı ki, WXR adlanır. Yazılar, səhifələr, şərhlər, xüsusi sahələr, bölmələr və etiketlər sənədə daxil edilə bilər. Siz yalnız müəyyən gün, müəllif, bölmə, etiket, bütün yazılar və ya səhifələr, müəyyən dərcetmə statusları daxil etmək üçün təmizləyicilər quraşdıraraq WXR sənədi əldə edə bilərsiz.

source: Once generated, your WXR file can be imported by another WordPress site or by another blogging platform able to access this format.
az: Belə alındıki,Sizin WXR sənədiniz başqa WordPress səhifəsi tərəfindən köçürülə bilər və ya başqa məhdudlaşdırılmış platformalarda bu formatı qəbul edə bilərlər.

source: <a href="http://codex.wordpress.org/Tools_Export_SubPanel" target="_blank">Export Documentation</a>
az: <a href="http://codex.wordpress.org/Tools_Export_SubPanel" target="_blank">İxracın Sənədləşdirilməsi</a>

source: When you click the button below WordPress will create an XML file for you to save to your computer.
az: Yuxarıdakı düyməyə basdıqda WordPress sizə kompüterinizdə saxlamaq üçün XML fayl yaradacaq.

source: This format, which we call WordPress eXtended RSS or WXR, will contain your posts, pages, comments, custom fields, categories, and tags.
az: Bu format, hansıkı biz WordPress eXtended RSS və ya WXR adlandırırıq, sizin yazı, səhifə, şərh, xüsusi sahə, bölmələr və teqlərinizi özündə saxlayacaq.

source: Once you&#8217;ve saved the download file, you can use the Import function on another WordPress site to import this site.
az: Bir dəfə siz&#8217; yüklənmiş sənədi yaddaşa veribsiz,siz Köçürmə funksiyasından bu səhifəni WordPress də köçürmək üçün istifadə edə bilərsiz.

source: Filters
az: Filterlər

source: Start Date
az: Başlanğıc tarixi

source: All Dates
az: Bütün tarixlər

source: End Date
az: Son tarix

source: Authors
az: Müəlliflər

source: All Authors
az: Bütün Müəlliflər

source: All Terms
az: Bütün ifadələr

source: Content Types
az: Mövzu tipləri

source: All Content
az: Bütün mövzular

source: Statuses
az: Statuslar

source: All Statuses
az: Bütün statuslar

source: Download Export File
az: Export faylını yüklə

source: You do not have sufficient permissions to import content in this site.
az: Bu saytda məzmun idxal etməyə sizə icazə yoxdur.

source: This screen lists links to plugins to import data from blogging/content management platforms. Choose the platform you want to import from, and click Install Now when you are prompted in the popup window. If your platform is not listed, click the link to search the plugin directory for other importer plugins to see if there is one for your platform.
az: Bu səhifənin siyahıları məhdudlaşmış/məzmun idarə platformalarından məlumat köçürmək üçün qoşmlara qoşur.Siz köçürmək istədiyiniz platformanı seçin və siz popup pəncərəsindən çağrılanda İndi Quraşdır-ı klikləyin.Əgər sizin platformalarınız siyahıya alınmayıbsa,sizin platformada birinin olub olmadığını bilmək üçün başqa idxalçı qoşmalar üçün qoşma kataloqunun axtarış keçidinə klikləyin.

source: In previous versions of WordPress, all the importers were built-in, but they have been turned into plugins as of version 3.0 since most people only use them once or infrequently.
az: WordPress-in əvvəlki versiyalarında bütün idxalçılar daxildə düzəldilmişdi,amma insanların çoxu onları yalnız bir dəfə və ya nadir hallarda istifadə edəndən bəri 3cü versiyasında qoşmaya çevrildi.

source: <a href="http://codex.wordpress.org/Tools_Import_SubPanel" target="_blank">Import Documentation</a>
az: <a href="http://codex.wordpress.org/Tools_Import_SubPanel" target="_blank">İdxal Sənədləşdirmə</a>

source: Blogger
az: Blogçu

source: Install the Blogger importer to import posts, comments, and users from a Blogger blog.
az: Blogger şərhçinin yazılarını,şərhlərini, və istifadəçilərini Blogger bölməsindən yükləyin.

source: Categories and Tags Converter
az: Kateqoriya və İşarə Çeviricisi

source: Install the category/tag converter to convert existing categories to tags or tags to categories, selectively.
az: Seçilmiş mövcud bölmələri etiketə və ya etiketləri bölmələrə çevirmək üçün bölmə/etiket çeviricisini quraşdırın.

source: Install the LiveJournal importer to import posts from LiveJournal using their API.
az: LİveJournal dan yazıları köçürmək üçün onların APl dan istifadə edərək LiveJournal idxalçısını quraşdırın.

source: Movable Type and TypePad
az: Movable Type və TypePad

source: Install the Movable Type importer to import posts and comments from a Movable Type or TypePad blog.
az: Blogun Hərəkət edən və ya lövhə növündən yazıları və şərhləri köçürmək üçün köçürücünün Hərəkət Edən Növünü quraşdırın.

source: Install the blogroll importer to import links in OPML format.
az: Keçidləri OPML biçimində köçürmək üçün blogroll quraşdırın.

source: Install the RSS importer to import posts from an RSS feed.
az: RSS sənədindən yazıları köçürmək üçün RSS idxalçısını quraşdırın.

source: Install the WordPress importer to import posts, pages, comments, custom fields, categories, and tags from a WordPress export file.
az: WordPress sənədindən yazıları, səhifələri, şərhləri, xüsusi sahələri, bölmələri və etiketləri köçürmək üçün WordPress idxalçısı quraşdırın.

source: ERROR:
az: XƏTA:

source: The <strong>%s</strong> importer is invalid or is not installed.
az: <strong>%s</strong> idxalçı xətalıdır və ya yerləşdirilmir.

source: If you have posts or comments in another system, WordPress can import those into this site. To get started, choose a system to import from below:
az: Əgər siz başqa sistemdə yazılara və şərhlərə maliksinizsə,WordPress onları bu sahəyə köçürə bilər.İşə başlayanda,köçürmək üçün sistemi aşağıdan seçin:

source: No importers are available.
az: Xətdə idxalçı yoxdur

source: Activate importer
az: İdxalçını quraşdırın.

source: Install importer
az: İdxalçını quraşdırın

source: Could not update link in the database
az: Verilənlər bazasındaki keçidlər yenilənə bilmədi

source: Could not insert link into the database
az: Keçid verilənlər bazasına əlavə oluna bilmədi

source: Changing to %s
az: %s - ə deyişilir

source: Found %s
az: %s Tapıldı

source: The ftp PHP extension is not available
az: PHP ftp genişlənməsi yoxdur

source: FTP hostname is required
az: FTP host adı tələb olunur

source: FTP username is required
az: FTP istifadəçi adı tələb olunur

source: FTP password is required
az: FTP şifrəsi tələb olunur

source: Failed to connect to FTP Server %1$s:%2$s
az: %1$s:%2$s FTP Serverinə qoşulmaq alınmadı

source: Username/Password incorrect for %s
az: %s üçün İstifadəçi adı/Şifrə düzgün deyil

source: The ssh2 PHP extension is not available
az: ssh2 PHP genişlənməsi mövcud deyil

source: The ssh2 PHP extension is available, however, we require the PHP5 function <code>stream_get_contents()</code>
az: SSH2 PHP genişlənməsi qüvvədədir,beləki,biz PHP5 funksiyasını <code>stream_get_contents()</code> tələb edirik.

source: SSH2 hostname is required
az: SSH2 host adı lazımdır

source: SSH2 username is required
az: SSH2 istifadəçi adı lazımdır

source: SSH2 password is required
az: SSH2 parol lazımdır

source: Failed to connect to SSH2 Server %1$s:%2$s
az: %1$s:%2$s SSH2 Serverinə qoşula bilmədi

source: Public and Private keys incorrect for %s
az: %s sənədi üçün göstərilən Ümumi və Xüsusi açarlar yalnışdır

source: Unable to perform command: %s
az: %s əmrini yerinə yetirmək alınmır

source: Invalid Data provided.
az: Səhv məlumat verilib

source: Could not access filesystem.
az: Fayl sisteminə qoşula bilmir

source: Filesystem error.
az: Sənəd sistemi xətalıdır.

source: Unable to locate WordPress Root directory.
az: WordPress-in Root direktoriyası tapılmadı

source: Unable to locate WordPress Content directory (wp-content).
az: WordPress-in məzmun(wp-content) direktoriyası tapılmadı

source: Unable to locate WordPress Plugin directory.
az: WordPress-in qoşmalar direktoriyası tapılmadı

source: Unable to locate WordPress Theme directory.
az: WordPress-in temalar direktoriyası tapılmadı

source: Unable to locate needed folder (%s).
az: Lazım olan (%s) qovluğu tapılmadı.

source: Download failed.
az: Endirmə alınmadı.

source: Installing the latest version&#8230;
az: Ən sonuncu versiyanın quraşdırılması&#8230;

source: Destination folder already exists.
az: Verilən qovluq mövcuddur.

source: Could not create directory.
az: Direktoriyanı yaratmaq mümkün deyil.

source: Incompatible Archive.
az: Uyğun olmayan Arxiv.

source: Enabling Maintenance mode&#8230;
az: Muhafizə rejimi &#8230; aktivdir.

source: Disabling Maintenance mode&#8230;
az: Mühafizəetmə rejiminin&#8230; aktiv olmaması.

source: The plugin is at the latest version.
az: Qoşma ən son versiyasındadır.

source: Upgrade package not available.
az: Yenilənmə paketi əlyetərli deyil.

source: Downloading update from <span class="code">%s</span>&#8230;
az: <span class="code">%s</span>&#8230;dan yeniliyin yüklənilməsi.

source: Unpacking the update&#8230;
az: &#8230;Sənədinin yenilənməsinin açılması

source: Deactivating the plugin&#8230;
az: Qoşulmanı dezaktivasiya etmək&#8230;

source: Removing the old version of the plugin&#8230;
az: Qoşmanın köhnə versiyasını yox etmək&#8230;

source: Could not remove the old plugin.
az: Köhnə qoşma ləğv oluna bilmir.

source: Plugin upgrade failed.
az: Qoşma yeniləndirilməsi müvəffəqiyyətsizliyə uğradı.

source: Plugin upgraded successfully.
az: Qoşma uğurla yeniləndi.

source: Install package not available.
az: Paket mövcud deyil.

source: Downloading install package from <span class="code">%s</span>&#8230;
az: <span class="code">%s</span>&#8230;dan quraşdırma paketinin yüklənilməsi.

source: Unpacking the package&#8230;
az: &#8230;paketinin açılması.

source: Installing the plugin&#8230;
az: &#8230;qoşmanın yerləşdirilməsi

source: Plugin install failed.
az: Qoşma yerləşdirilməsi baş tutmadı.

source: Plugin installed successfully.
az: Qoşma müvəffəqiyyətlə quraşdırıldı.

source: The theme is at the latest version.
az: Tema ən son versiyadadır.

source: Removing the old version of the theme&#8230;
az: Temanın köhnə versiyasını ləğv etmək&#8230;

source: Could not remove the old theme.
az: Köhnə temanı silmək mümkün olmadı.

source: Theme upgrade failed.
az: Tema təkmilləşdirilməsi müvəffəqiyyətsizliyə uğradı.

source: Theme upgraded successfully.
az: Tema uğurla yeniləndi.

source: Theme install failed.
az: Tema yerləşdirilməsi müvəffəqiyyətsizliyə uğradı.

source: Theme installed successfully.
az: Mövzu müvəffəqiyyətlə quraşdırıldı.

source: WordPress is at the latest version.
az: WordPress ən son versiyadadır.

source: Could not copy files.
az: Faylları kopyalayamaq alınmadı.

source: Upgrade Plugin
az: Qoşmanı yenilə

source: Reactivating the plugin&#8230;
az: Qoşmanın yenidən aktivləşdirilməsi.

source: Activate this plugin
az: Bu qoşmanı aktivləşdir.

source: Activate Plugin
az: Qoşmanı aktivləşdir.

source: Goto plugins page
az: Qoşmalar səhifəsinə get.

source: Return to Plugins page
az: Qoşmalar səhifəsinə qayıt

source: Actions:
az: Əmrlər:

source: The update process is starting. This process may take awhile on some hosts, so please be patient.
az: Yeniləmə prosesi başlayır.Bu proses çox muddət gedə bilər,xahiş olunur səbirli olun.

source: An error occured while updating %1$s: <strong>%2$s</strong>.
az: %1$s:<strong>%2$s</strong>.yenilənməsi zamanı xəta baş verdi.

source: The update of %1$s failed.
az: %1$s faylının yenilənməsi alınmadı.

source: %1$s updated successfully.
az: %1$s faylı müvəffəqiyyətlə yeniləndi.

source: Show Details
az: Məlumatları göstər

source: Hide Details
az: Məlumatları gizlət

source: All updates have been completed.
az: Bütün yenilənmələr tamamlanmışdır.

source: Updating Plugin %1$s (%2$d/%3$d)
az: %1$s(%2$d/%3$d) qoşmasının yenilənməsi

source: Goto WordPress Updates page
az: WordPress Yenilənməsi səhifəsinə daxil olun

source: Return to WordPress Updates
az: WordPress yenilənməsinə qayıdın

source: Updating Theme %1$s (%2$d/%3$d)
az: %1$s (%2$d/%3$d) mövzusunun yenilənməsi

source: Goto themes page
az: Temalar səhifəsinə daxil olun

source: Return to Themes page
az: Temalar səhifəsinə qayıt

source: Successfully installed the plugin <strong>%s %s</strong>.
az: Qoşma uğurla quruldu <strong>%s %s</strong>.

source: Activate Plugin &amp; Run Importer
az: Qoşmanı aktivləşdirin, daha sonra idxalçını işə salın

source: Activate this plugin for all sites in this network
az: Bu qoşmanı şəbəkənin bütün saytlarında fəallaşdırın

source: Network Activate
az: Şəbəkəni Fəallaşdırın

source: Return to Importers
az: İdxalçıya geri dön

source: Return to Plugin Installer
az: Qoşma qurucusuna qayıt

source: Successfully installed the theme <strong>%1$s %2$s</strong>.
az: Tema müvəffəqiyətlə quruldu <strong>%1$s %2$s</strong>.

source: Preview &#8220;%s&#8221;
az: İlkin nümayiş &#8220;%s&#8221;

source: Activate &#8220;%s&#8221;
az: Aktivləşdir &#8220;%s&#8221;

source: Activate
az: Aktivləşdir

source: Return to Theme Installer
az: Tema qurucusu səhifəsinə qayıt

source: Themes page
az: Temalar səhifəsi

source: Upgrade Theme
az: Temanı yeniləyin

source: Please select a file
az: Zəhmət olmasa, fayl seçin

source: The uploaded file could not be moved to %s.
az: Yüklənmiş fayl %s- köçürülə bilmədi.

source: You are not allowed to edit comments on this post, so you cannot edit this comment.
az: Bu yazıdakı şərhləri redaktə etmək üçün icazəniz yoxdur, ona görə də bu sərhi redaktə edə bilməzsiniz.

source: Right Now
az: Son durum

source: Recent Comments
az: Ən son Şərhlər

source: Incoming Links
az: Qayıdan linklər

source: Plugins
az: Qoşmalar

source: QuickPress
az: TezbazarPress

source: Recent Drafts
az: Mütəmadı qaralamalar

source: Other WordPress News
az: Digər WordPress xəbərləri

source: View all
az: Hamısına bax

source: Cancel
az: Ləğv Et

source: Configure
az: Tənzimlə

source: Submit
az: Göndər

source: Content
az: Məzmun

source: Post
az: Yazı

source: Page
az: Səhifə

source: Category
az: Kateqoriya

source: Tag
az: İşarə

source: Comment
az: şərh var

# Right Now
source: Approved
az: şərh təsdiq edilib

source: Pending
az: şərh yoxlanış gözləyir

# comment
source: Spam
az: şərh spamdır

source: Change Theme
az: Temanı dəyiş

source: Theme <span class="b">%1$s</span> with <span class="b"><a href="widgets.php">%2$s Widget</a></span>
az: <span class="b">%1$s</span> teması <span class="b"><a href="widgets.php">%2$s Widget</a></span> ilə

source: Theme <span class="b">%1$s</span> with <span class="b">%2$s Widget</span>
az: <span class="b">%1$s</span> teması <span class="b">%2$s Widget</span> ilə

source: Theme <span class="b"><a href="themes.php">%1$s</a></span>
az: Görüntü <span class="b"><a href="themes.php">%1$s</a></span>

source: Theme <span class="b">%1$s</span>
az: Mövzu <span class="b">%1$s</span>

source: Post published. <a href="%s">View post</a> | <a href="%s">Edit post</a>
az: Yazı yaddaşa verildi. <a href="%s">yazını göstərmək</a> | <a href="%s">Yazını redaktə etmək</a>

source: Post submitted. <a href="%s">Preview post</a> | <a href="%s">Edit post</a>
az: Yazı qəbul olundu. <a href="%s">Yazını gözdən keçirt</a> | <a href="%s">Yazını redaktə edin</a>

source: Draft saved. <a href="%s">Preview post</a> | <a href="%s">Edit post</a>
az: Qaralama yaddaşa verildi. <a href="%s">yazıya ilkin baxış</a> | <a href="%s">yazını redaktə etmək</a>

source: You can also try %s, easy blogging from anywhere on the Web.
az: Siz həmçinin %s sınaya bilərsiniz, İnternetin istənilən yerindən çox sadə bloq yazılması.

source: Press This
az: Kliklə

source: Tags
az: Teqlər

source: Save Draft
az: Qaralamanı yadda saxla

source: Reset
az: Təmizlə

source: Submit for Review
az: Gözdən keçirmək üçün Qəbul et

source: Loading&#8230;
az: Yüklənir...

source: This widget requires JavaScript.
az: Bu widget JavaScript tələb edir.

source: There are no drafts at the moment
az: Bu ana heç bir qaralama yoxdur

source: No comments yet.
az: Hələ heç bir şərh yoxdur.

source: Approve this comment
az: Bu şərhi qəbul et

source: Unapprove this comment
az: Bu şərhin təsdiqini ləğv et

source: Reply to this comment
az: Bu şərhə cavab ver

source: Reply
az: Cavabla

source: Mark this comment as spam
az: Bu şərhi spam kimi qeyd et

source: Move this comment to the trash
az: Bu şərhi zibil qutusuna atın

source: From %1$s on %2$s%3$s
az: %1$s-dan %2$s%3$s -da

source: [Pending]
az: [Gözləmə]

source: Pingback
az: Pingbək

source: Trackback
az: Trəkbək

# dashboard
source: %1$s on %2$s
az: %2$s -daki %1$s

source: Number of comments to show:
az: Göstərmək üçün şərhlərin sayı:

source: (at most 30)
az: (ən çox 30)

source: <strong>RSS Error</strong>: %s
az: <strong>RSS Xətası</strong>: %s

source: This dashboard widget queries <a href="http://blogsearch.google.com/">Google Blog Search</a> so that when another blog links to your site it will show up here. It has found no incoming links&hellip; yet. It&#8217;s okay &#8212; there is no rush.
az: Bu vidcet <a href="http://blogsearch.google.com/">Google Blog Search</a> əsasında axtarış aparır və sizin sayta olan keçidləri aşkara çıxarır. Hələ ki, elə bir link tapılmayıb.

source: Somebody
az: Kimsə

source: %1$s linked here <a href="%2$s">saying</a>, "%3$s"
az: %1$s faylı </a>, "%3$s" deyərək burada<a href="%2$s"> keçidləndirilib

source: %1$s linked here saying, "%3$s"
az: %1$s sənədi "%3$s"deyərək keçidləndirilib

source: on %4$s
az: %4$s -da

source: Most Popular
az: Ən populyar

source: Newest Plugins
az: Ən yeni plug-in-lər

source: Recently Updated
az: Son yeniliklər

source: Install
az: Qur

source: Unknown Feed
az: Bilinməyən fikir

source: Main Index Template
az: Baş səhifə şablonu

source: Visual Editor Stylesheet
az: Vizual redaktor üçün stil cədvəli

source: Popup Comments
az: Popup Şərhləri

source: Footer
az: Altlıq

source: Sidebar
az: Qıraq zolağı

source: Archives
az: Arxivlər

source: Author Template
az: Müəllif Şablonu

source: Tag Template
az: Şablona Yarlıq Yapışdırın

source: Category Template
az: Kateqoriya şablonu

source: Page Template
az: Səhifə şablonu

source: Search Results
az: Axtarış Nəticələri

source: Search Form
az: Axtarış forması

source: Single Post
az: Tək Yazı

source: 404 Template
az: 404 Şablonu

source: Links Template
az: Keçid şablonu

source: Theme Functions
az: Tema Funksiyaları

source: Attachment Template
az: Pərçimləmə şablonu

source: Image Attachment Template
az: Şəkil pərçimləməsi şablonu

source: Video Attachment Template
az: Video pərçimləməsi şablonu

source: Audio Attachment Template
az: Audio pərçimləməsi şablonu

source: Application Attachment Template
az: Proqram pərçimləməsi şablonu

source: .htaccess (for rewrite rules )
az: .htaccess (rewrite rule üçün )

source: Comments Template
az: Şərhlər şablonu

source: Popup Comments Template
az: Şablon Şərhlərini Ortaya Çıxarın
