Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: The title field and the big Post Editing Area are fixed in place, but you can reposition all the other boxes that allow you to add metadata to your post using drag and drop, and can minimize or expand them by clicking the title bar of the box. You can also hide any of the boxes by using the Screen Options tab, where you can also choose a 1- or 2-column layout for this screen.
az: Başlıq hissəsi və böyük Yazı Redaktə Sahəsinin yerləri sabitdir, amma yazınıza metadata yerləşdirmək üçün sürükləyib əlavə etmə funksiyasından istifadə etməyə imkan verən bütün digər qutuların yerini dəyişə bilərsiniz, və qutunun başlıq sütününda müəyyən əmrə klikləyərək onları kiçildə və ya böyüdə bilərsiniz. Siz həmçinin Ekran Xüsusiyətləri qoşmasından istifadə edərək istənilən qutunu gizlədə bilərsiniz və ekranda sadəcə 1-2 düzüm saxlaya bilərsiniz.

source: <strong>Title</strong> - Enter a title for your post. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
az: <strong>Başlıq</strong> - Yazınız üçün başlıq daxil edin. Başlıqı yazdıqdan sonra, aşağıda redaktə edə biləcəyiniz sabit keçid görəcəksiniz,

source: <strong>Post editor</strong> - Enter the text for your post. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your post text. You can insert media files by clicking the icons above the post editor and following the directions.
az: <strong>Post editor</strong>- Mətni yazınıza daxil edin. Burada 2 cür redaktə imkanı var: Visaul və HTML. Uyğun qoşmaya klikləyərək istədiyiniz rejimi seçin. Visual rejim sizə WYSIWYG redaktorunu təqdim edir. İkinci idarəetməni əldə etmək üçün cərgədəki ən axırıncı simvola klik edin. HTML rejimi sizə yazınızın tam mətni ilə birlikdə xam HTML daxil etməyə də imkan verir. Mətn refaktorunun üzərindəki simvola basmaqla və göstərişləri yerinə yetirməklə yazınıza media faylları da əlavə edə bilərsiniz.

source: <strong>Publish</strong> - You can set the terms of publishing your post in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a post or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a post to be published in the future or backdate a post.
az: <strong>Dərc Et</strong> -Siz ifadələri öz yazılarınızı Dərcetmə qutusunda dərc edərək quraşdıra bilərsiz.Vəziyyət,Görüntü və Dərc(dərhal) üçün,daha çox seçim aşkar etmək üçün Redaktə Et keçidinə klikləyin.Görüntü,seçimlərə şifrə üçün daxil olur-yazını qorumaq üçün və ya onu sizin gündəliyinizin başlığında qeyri-muəyyən(sabit) qalmasını təşkil edir.Dərc Et(dərhal)sizin gələcək və ya keçmiş günü və vaxtı quraşdırmağınıza icazə verir,belə ki,siz gələcəkdə dərc edilmiş yazıya cədvəl tərtib edə bilərsiz və ya yazını köhnə tarixlə verə bilərsiz.

source: <strong>Featured Image</strong> - This allows you to associate an image with your post without inserting it. This is usually useful only if your theme makes use of the featured image as a post thumbnail on the home page, a custom header, etc.
az: <strong>Featured Image</strong>- Bu sizə hər hansı şəkli yazınıza yerləşdirmədən onunla əlaqələndirməyə imkan verir. Bu o zaman faydalıdır ki, sizin temanız seçilmiş şəkli ana səhifədə eskiz, xüsusi şəkil, və. s kimi göstərir.

source: <strong>Send Trackbacks</strong> - Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. Enter the URL(s) you want to send trackbacks. If you link to other WordPress sites they&#8217;ll be notified automatically using pingbacks, and this field is unnecessary.
az: <strong>İstinad Bildirişlərini Göndər</strong> -İstinad Bildirişləri onlara qoşduğunuz&#8217;əsas blog sistemləri bildirməyin yoludur.İstinad Bildirişlərini göndərmək istədiyiniz URL(lər)i daxil edin.Əgər siz digər WordPress səhifələrinə qoşulsaz onlar&#8217; pingbacklərdən istifadə edərək məlumat verəcəklər,və bu bölmə vacib deyil.

source: <strong>Discussion</strong> - You can turn comments and pings on or off, and if there are comments on the post, you can see them here and moderate them.
az: <strong>Müzakirə</strong> - Siz şərhləri və pingləri aça və yaxud bağlaya bilərsiz,və əgər poçtda şərhlər olsa,siz onları burada görə bilər və redaktə edə bilərsiz.

source: You can also create posts with the <a href="%s">Press This bookmarklet</a>.
az: <a href="%s">Seçilmiş hərfə kliklə</a> ilə də həmçinin postlar yarada bilərsiniz.

source: <a href="http://codex.wordpress.org/Writing_Posts" target="_blank">Documentation on Writing Posts</a>
az: <a href="http://codex.wordpress.org/Writing_Posts" target="_blank">Postların yazılması üzrə təlimat</a>

source: Pages are similar to Posts in that they have a title, body text, and associated metadata, but they are different in that they are not part of the chronological blog stream, kind of like permanent posts. Pages are not categorized or tagged, but can have a hierarchy. You can nest Pages under other Pages by making one the &#8220;Parent&#8221; of the other, creating a group of Pages.
az: Səhifələrin Şərhlərlə oxşar cəhətləri ondan ibarətdir ki,hər ikisinin də başlığı,əsas mətni və bir-biri ilə əlaqəli metadatası var,amma fərqləri də ondan ibarətdir ki,onlar daimi şərhlər kimi xronoloji blog sırasının bir hissəsi deyillər.Şərhlər bölmələr üzrə müəyyənləşdirilmir və əlaqələndirilmirlər,amma iyerarxiyaya malikdirlər.Siz bir &#8220;sənədi,digərinin əsas&#8221;sənədini və Səhifə qrupları yaratmaqla Səhifələri digər Səhifələrin altinda yerləşdirə bilərsiz.

source: Creating a Page is very similar to creating a Post, and the screens can be customized in the same way using drag and drop, the Screen Options tab, and expanding/collapsing boxes as you choose. The Page editor mostly works the same Post editor, but there are some Page-specific features in the Page Attributes box:
az: Səhifə yaratmaq yazı(xəbər) yaratmaq ilə çox oxşardır, səhifənin elementləri eyni qaydada drag-drop, ekran ayarları vasitəsi ilə yerdəyişmə edilə bilər, həmçinin bu elementlər yuxarı-sağ hissələrindəki müvafiq ox işarəsinə kliklənməklə açılıb yığıla bilər. Səhifə redaktoru Yazı redaktoru ilə tamamilə eynidir, yalnız səhifə atributları bölməsində sırf səhifələrə xas olan xüsusiyyətlər yer alıb.

source: <strong>Parent</strong> - You can arrange your pages in hierarchies. For example, you could have an &#8220;About&#8221; page that has &#8220;Life Story&#8221; and &#8220;My Dog&#8221; pages under it. There are no limits to how many levels you can nest pages.
az: <strong>Üst sinif</strong> - Siz səhifələrinizi ağacvari(ierarxik) formada düzə bilərsiniz. Məsələn Haqqımızda adlı səhifəniz ola bilər, hansı ki, Həyat yolum, Təhsilim və.s. səhifələriniz üçün üst sinif olsun. Bu tip varislik prinsipində pillələrin sayına limit qoyulmayıb.

source: <strong>Template</strong> - Some themes have custom templates you can use for certain pages that might have additional features or custom layouts. If so, you&#8217;ll see them in this dropdown menu.
az: <strong>Nümunə</strong> - Bəzi temaların xüsusi nümunələrindən müəyyən səhifələrdə istifadə etsəniz onların əlavə xüsusiyyətləri və ya xüsusi yerləşmələri olacaq. Əgər belə olsa,siz onları &#8217; dropdown menyusunda görəcəksiniz.

source: <strong>Order</strong> - Pages are usually ordered alphabetically, but you can choose your own order by entering a number (1 for first, etc.) in this field.
az: <strong>Sıra</strong>-Səhifələr adətən əlifba sırası ilə sıralanır,amma siz bu bölmədə rəqəm (1 birinci üçün,ve s.) daxil etməklə şəxsi sıranızı yarada bilərsiz.

source: <a href="http://codex.wordpress.org/Pages_Add_New_SubPanel" target="_blank">Page Creation Documentation</a>
az: <a href="http://codex.wordpress.org/Pages_Add_New_SubPanel" target="_blank">Səhifə yaradılması üzrə təlimat</a>

source: Enter title here
az: Başlığı yaz

source: Get Shortlink
az: Qısa ünvanı al

source: Last edited by %1$s on %2$s at %3$s
az: Axırıncı dəfə %2$s-da at %3$s -da %1$s redaktə edib

source: Last edited on %1$s at %2$s
az: %1$s -da %2$s saatda redaktə olunub

source: Editing Comment # %s
az: Şərh redaktə olunur # %s

source: View Comment
az: Şərhi göstər

# adjective
source: Approved
az: Təsdiqləndi

# adjective
source: Pending
az: Gözləyən

source: Submitted on: <b>%1$s</b>
az: <b>%1$s</b> tarixində yazılıb

source: Update Comment
az: Şərhi yenilə

source: Name:
az: Ad:

source: E-mail (%s):
az: E-poçt (%s):

source: send e-mail
az: e-məktub göndər

source: E-mail:
az: E-poçt:

source: visit site
az: sayta bax

source: Link Categories
az: Link kateqoriyaları

source: You can create groups of links by using link categories. Link category names must be unique and link categories are separate from the categories you use for posts.
az: Siz link kateqoriyalarından istifadə edərək link qrupları yarada bilərsiz.Link kateqoriyalarınin adları xüsusi olmalıdır və link kateqoriyaları sizin bloglar üçün istifadə etdiyiniz kateqoriyalardan ayridir.

source: You can delete link categories, but that action does not delete the links within the category. Instead, it moves them to the default link category.
az: Siz link kateqoriyalarını silə bilərsiz,amma bu fəaliyyət linkləri kateqoriyaları ilə birlikdə silmir.Onun əvəzinə,onları ilkin link kateqoriyasına göndərir.

source: <a href="http://codex.wordpress.org/Links_Link_Categories_SubPanel" target="_blank">Link Categories Documentation</a>
az: <a href =”http://codex.wordpress.org/Links_Link_Categories_Subpanel” target= “_blank”>Link Kateqoriyalarının Sənədləşdirilməsi</a>

source: Category added.
az: Kateqoriya əlavə olundu.

source: Category deleted.
az: Kateqoriya silindi.

source: Category updated.
az: Kateqoriya yeniləndi.

source: Category not added.
az: Kateqoriya əlavə olunmadı.

source: Categories deleted.
az: Kateqoriyalar silindi.

source: Search Categories
az: Kateqoriya axtarışı

source: Delete
az: Sil

source: <strong>Note:</strong><br />Deleting a category does not delete the links in that category. Instead, links that were only assigned to the deleted category are set to the category <strong>%s</strong>.
az: <strong>Qeyd:</strong><br />Bölməni silmək o bölmədəki linkləri silmir. Əvəzinə, silinmiş bölməyə işarələnmiş olan linkləri <strong>%s</strong> bölməsinə yerləşdirir.

source: Add Link Category
az: Link kateqoriyası əlavə olundu

source: Link Category name
az: Keçid Kateqoriyasının adı

source: Link Category slug
az: Link kateqoriyası slugu

source: The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
az: &#8220;Slaq&#8221; başlığın URL üçün yaxşı görünən versiyasıdır. Adətən kiçik hərflər və rəqəmlərdən ibarət olur.

source: Description (optional)
az: Xarakteristika (əlavə)

source: The description is not prominent by default; however, some themes may show it.
az: Təsvir əvəlki versiya ilə uzlaşmır. Amma bəzi temalar onu dəstəkləyə bilər.

source: Add Category
az: Yeni kateqoriya

source: You do not have sufficient permissions to edit link categories for this site.
az: Bu saytda kateqoriyaları redaktə etməyə sizə icazə yoxdur.

source: Edit Link Category
az: Link bölməsini redaktə et.

source: Update Category
az: Kateqoriyanı yenilə

source: <a href="%s">Links</a> / Edit Link
az: <a href="%s">Keçidlər</a> / Keçidi redaktə edin

source: Update Link
az: Keçidi yenilə

source: <a href="%s">Links</a> / Add New Link
az: <a href="%s">Linklər</a> / Yeni link

source: Add Link
az: Yeni link

source: Save
az: Yaddaşa Yaz.

source: Categories
az: Kateqoriyalar

source: Target
az: Hədəf

source: Link Relationship (XFN)
az: Linklər arası əlaqə

source: Advanced
az: Ətraflı

source: You can add or edit links on this screen by entering information in each of the boxes. Only the link&#8217;s web address and name (the text you want to display on your site as the link) are required fields.
az: Siz qutuların hər birinə məlumat daxil edərək bu ekrana linkləri redaktə və ya əlavə edə bilərsiz.Yalnız &#8217;linki,internet ünvani və adı(sizin bu saytda göstərmək istədiyiniz mətn) çalışa bilən bölmələrdir.

source: The boxes for link name, web address, and description have fixed positions, while the others may be repositioned using drag and drop. You can also hide boxes you don&#8217;t use in the Screen Options tab, or minimize boxes by clicking on the title bar of the box.
az: Keçid adı üçün olan qutuların,web ünvanının,və təsvirin sabit mövqeyi o zaman olur ki,digərləri sürüşdürüb yerləşdirməklə yaddaşa verilsin.Siz həmçinin Ekran Seçimlərində istifadə etmədiyiniz qutuları&#8217;gizlədə bilərsiz,və ya qutunun baş sətrinə basaraq qutuları kiçildə bilərsiz.

source: XFN stands for <a href="http://gmpg.org/xfn/" target="_blank">XHTML Friends Network</a>, which is optional. WordPress allows the generation of XFN attributes to show how you are related to the authors/owners of the site to which you are linking.
az: XFN <a href="http://gmpg.org/xfn/" target="_blank">XHTML Dost İnternet Şəbəkəsi</a>, üçün ixtiyari olanları yerləşdirir.WordPress sizə XFN simvollarının əsasını göstərməyə icazə verirki sizin səhifədə əlaqə saxladığınız müəlliflər/şəxslərlə münasibətinizi müəyyən etsin.

source: <a href="http://codex.wordpress.org/Links_Add_New_SubPanel" target="_blank">Documentation on Creating Links</a>
az: <a href="http://codex.wordpress.org/Links_Add_New_SubPanel" target="_blank">Keçidlərin yaradılması təlimatı</a>

source: Link added.
az: Link əlavə olundu.

source: Name
az: Ad

source: Example: Nifty blogging software
az: Nümunə: Bakı Dövlət Universitetinin saytı

source: Web Address
az: Veb ünvan

source: Example: <code>http://wordpress.org/</code> &#8212; don&#8217;t forget the <code>http://</code>
az: Nümunə: <code>http://wordpress.org/</code> &#8212; <code>http://</code> hissəni unutma

source: Description
az: Ətraflı

source: This will be shown when someone hovers over the link in the blogroll, or optionally below the link.
az: Bu linkin üzərindən keçərkən görünəcək.

source: You did not select an item for editing.
az: Redaktə etmək üçün heç bir məlumat seçməmisiniz.

# Taxonomy Name
source: Name
az: Ad

source: The name is how it appears on your site.
az: Ad sizin saytınızda göründüyü kimidir.

# Taxonomy Slug
source: Slug
az: Slag

# Taxonomy Parent
source: Parent
az: Üst sinif

source: None
az: Heç biri

source: Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional.
az: Kateqoriyalar teqlərdən fərqli olaraq ierarxiyaya malik ola bilirlər. Məsələn, "Xörəklər" kateqoriyası altında "Azərbaycan xörəkləri" adlanan kateqoriya ola bilər. Yəni, istəsəniz.

# Taxonomy Description
source: Description
az: Təsvir

source: The description is not prominent by default, however some themes may show it.
az: Ətraflı məlumat susmaya görə görünmür, lakin bəzi mövzular onu göstərə bilər.

source: Update
az: Yenilə

source: Invalid taxonomy
az: Yanlış sistematika

source: You can use categories to define sections of your site and group related posts. The default category is &#8220;Uncategorized&#8221; until you change it in your <a href="%s">writing settings</a>.
az: Siz saytınızın müəyyən olunmuş hissələrindən və əlaqəli yazılar qrupundan istifadə edə bilərsiniz. <a href="%s">writing settings</a> onu dəyişənə qədər &#8220;Uncategorized&#8221 ilkin kateqoriyadır.

source: You can assign keywords to your posts using Post Tags. Unlike categories, tags have no hierarchy, meaning there&#8217;s no relationship from one tag to another.
az: Siz Yazı Etiketlərindən istifadə edərək yazılarınızın açar sözlərini müəyyən edə bilərsiz.Bölmələrdən fərqli olaraq,etiketlərin iyerarxiyası yoxdur,bu da o deməkdir ki,bir etiketin digər etiketlə heç bir əlaqəsi yoxdur.

source: What&#8217;s the difference between categories and tags? Normally, tags are ad-hoc keywords that identify important information in your post (names, subjects, etc) that may or may not recur in other posts, while categories are pre-determined sections. If you think of your site like a book, the categories are like the Table of Contents and the tags are like the terms in the index.
az: Bölmələr və etiketlər arasında hansı&#8217; fərqlər var?Normal halda,etiketlər sizin yazınızda(adlar,mövzu) vacib məlumatı müəyyən edən ad-hoc açarsözləridir,hansıki digər yazılarda təkrar oluna və olunmaya bilər,nə vaxt ki bölmələr qabaqcadan müəyyən edilmiş bölmələr olur.

source: When adding a new category on this screen, you&#8217;ll fill in the following fields:
az: Bu ekrana yeni kateqoruya əlavə etdikdə aşağıdakı sahələri doldurun:

source: When adding a new tag on this screen, you&#8217;ll fill in the following fields:
az: Bu ekranda yeni etiket əlavə etdikdə aşağıdakı sahələri doldurun:

source: <strong>Name</strong> - The name is how it appears on your site.
az: <strong>Ad</strong>- Ad saytınızda göründüyü kimidir.

source: <strong>Slug</strong> - The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
az: <strong>Slug</strong> - &#8220;sənədi,&#8221;slaqı URLdir-adın yaxın versiyasıdır.Bu adətən kiçik hərflərlə yazılır və yalnız hərflər,rəqəmlər və defislə yaddaşa verilir.

source: <strong>Parent</strong> - Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional. To create a subcategory, just choose another category from the Parent dropdown.
az: <strong>Mənbə</strong> -Bölmələr etiketlərdən fərqli olaraq iyerarxiyaya malik ola bilər.Sizin gərək Jazz bölməniz olsun,və bunun altında uşaqlar üçün Bepop və Big band bölmələri var.Təmamilə könüllüdür.Yarım bölmə düzəltmək üçün sadəcə olaraq aşağıda açılan Mənbə bölməsindən digər bölməni seçin.

source: <strong>Description</strong> - The description is not prominent by default; however, some themes may display it.
az: <strong>Təsvir</strong> - Təsvir ilk baxışda gğzəçarpan deyil;buna baxmayaraq,bəzi temalar onu göstərə bilər.

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table.
az: Siz bu Ekran Opsiyaları cədvəlindən istifadə edərək bu səhifənin ekranını dəyişə bilərsiz,həmçinin səhifədə neçə maddənin göründüyünü müəyyən edə bilərsiz və cədvəldə sütunları gizləyə və ya göstərə bilərsiz.

source: <a href="http://codex.wordpress.org/Manage_Categories_SubPanel" target="_blank">Categories Documentation</a>
az: <a href="http://codex.wordpress.org/Manage_Categories_SubPanel" target="_blank">Bölmələrin sənədləşdirilməsi</a>

source: <a href="http://codex.wordpress.org/Post_Tags_SubPanel" target="_blank">Tags Documentation</a>
az: <a href="http://codex.wordpress.org/Post_Tags_SubPanel" target="_blank">Yarlıqların Sənədləşdirilməsi</a>

source: Item added.
az: Maddə əlavə edildi.

source: Item deleted.
az: Maddə silindi.

source: Item updated.
az: Maddə yeniləndi.

source: Item not added.
az: Maddə əlavə edilmədi.

source: Items deleted.
az: Maddə silindi.

source: <strong>Note:</strong><br />Deleting a category does not delete the posts in that category. Instead, posts that were only assigned to the deleted category are set to the category <strong>%s</strong>.
az: <strong>Qeyd:</strong><br />Kateqoriya silindikdə ona aid yazılar silinmir. Əvəzində, bu yazılar <strong>%s</strong> adlı kateqoriyaya aid olur.

source: Categories can be selectively converted to tags using the <a href="%s">category to tag converter</a>.
az: Seçimə uyğun olaraq kateqoriyalar teqlərə <a href="%s">kateqoriyanı teq edən</a> vasitəsilə çevrilə bilər.

source: Tags can be selectively converted to categories using the <a href="%s">tag to category converter</a>
az: Etiketlər <a href="%s"> bölmə çeviricisini nişanla</a>əməliyyatlarından istifadə edərək bölmələrə çevrilməlidirlər.

source: Invalid post type
az: Yanlış yazı növü

source: You are not allowed to move this item to the Trash.
az: Bu maddəni Tullantı qutusuna köçürmək hüququnuz yoxdur.

source: Error in moving to Trash.
az: Tullantılara köçürmədə xəta

source: You are not allowed to restore this item from the Trash.
az: Bu maddəni Tullantılardan bərpa etmək hüququnuz yoxdur.

source: Error in restoring from Trash.
az: Tullantılardan bərpada xəta

source: You are not allowed to delete this item.
az: Bu maddəni silmək hüququnuz yoxdur.

source: Error in deleting...
az: Pozulma prosesində səhv...

source: You can customize the display of this screen in a number of ways:
az: Bu ekranın görünüşünü bir neçə yolla dəyişə bilərsiniz:

source: You can hide/display columns based on your needs and decide how many posts to list per screen using the Screen Options tab.
az: Lazım gələrsə sütunları gizlədə/göstərə bilərsiniz və Ekran Xüsusiyyətləri qoşmasından istifadə edərək ekranda neçə postun görünməsinə qərar verə bilərsiniz.

source: You can filter the list of posts by post status using the text links in the upper left to show All, Published, Draft, or Trashed posts. The default view is to show all posts.
az: Siz yazılar siyahısını yazı şərhindən yuxarı sol tərəfdəki Hamısını göstər,Nəşr edildi,Qaralama və ya zibilə tullanmış yazılar mövzu keçidlərindən istifadə etməklə təmizləyə bilərsiniz. İlkin görünüş bütün yazıları göstərəndir.

source: You can view posts in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
az: Siz yazıları siyahının sadə başlığında və ya çıxarışda görə bilərsiz.Səhifənin sağındakı başlıqdakı təsviri klikləyərək görüntünü seçin.

source: You can refine the list to show only posts in a specific category or from a specific month by using the dropdown menus above the posts list. Click the Filter button after making your selection. You also can refine the list by clicking on the post author, category or tag in the posts list.
az: Siz xüsusi bölmədə yalnız şərhləri göstərmək üçün siyahını təmizləyə bilərsiz və ya xüsusi aydan yazı siyahısının üzərindəki aşağıya açılan manyusundan istifadə edərək edə bilərsiz.Öz seçiminizi etdikdən sonra Təmizlə düyməsinə basın.Siz həmçinin yazı siyahısındakı yazı müəllifi,bölmə və etiketə klikləyərək siyahını təmizləyə bilərsiz.

source: Hovering over a row in the posts list will display action links that allow you to manage your post. You can perform the following actions:
az: Yazı siyahısının yuxarısında asılı qalan cərgə sizin yazınızı idarə etməyinizə imkan verən əməliyyat keçidlərini göstərəcək.

source: Edit takes you to the editing screen for that post. You can also reach that screen by clicking on the post title.
az: Redaktə Et əmri sizi bu yazı üçün redaktə səhifəsinə aparır.Siz həmçinin yazı başlığına klikləyərək bu səhifəni uzada bilərsiz.

source: Quick Edit provides inline access to the metadata of your post, allowing you to update post details without leaving this screen.
az: Sürətli Redaktə Et sizin yazılarınızın məlumatlarını sətiriçi müraciətlə təchiz edir,bu səhifədən çıxmadan yazı məlumatlarını yeniləməyə icazə verir.

source: Trash removes your post from this list and places it in the trash, from which you can permanently delete it.
az: "Zibil qutusuna at" sizin yazılarınızı bu siyahıdan götürür və onu zibil qutusuna yerləşdirir, haradan ki, siz onu birdəfəlik poza bilərsiniz.
