Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: Sat
az: Şən

source: Print
az: Çap

source: Direction left to right
az: Soldan sağa

source: Direction right to left
az: Sağdan sola

source: Insert new layer
az: Yeni qat yerləşdir

source: Move forward
az: İrəli köçür

source: Move backward
az: Geriyə daşımaq

source: Toggle absolute positioning
az: Həqiqi yerləşdirməni keçirdin

source: New layer...
az: Təzə qat...

source: Cancel all changes
az: Bütün dəyişiklikləri təxirə sal

source: Insert non-breaking space character
az: pozulmayan ara simvolu daxil edin

source: Run spell checking
az: Yoxlamaq vaxtını işə salın

source: ieSpell not detected. Do you want to install it now?
az: ieSpell tapılmadı. Onu indi quraşdırmaq istəyirsiniz?

source: Horizontale rule
az: Üfüqi idarə edin

source: Emotions
az: Emosiyalar

source: Find
az: Axtarış

source: Find/Replace
az: Tap/Dəyişdir

source: Insert/edit image
az: Şəkil yerləşdir/redaktə et

source: Insert/edit link
az: Keçid yerləşdir/redaktə et

source: Citation
az: İstinad

source: Abbreviation
az: Qısaltma

source: Acronym
az: Qısaltma

source: Deletion
az: Silmə

source: Insertion
az: Əlavələmə

source: Insert/Edit Attributes
az: Atributları yerləşdir/redaktə et

source: Edit CSS Style
az: CSS Üslubunu redaktə et

source: Paste as Plain Text
az: Aşkar Mətn kimi yapışdır

source: Paste from Word
az: Word'dən yapışdır

source: Use CTRL+V on your keyboard to paste the text into the window.
az: Mətni pəncərəyə yapışdırmaq üçün klavişinizdə CTRL+V düyməsindən istifadə edin.

source: Keep linebreaks
az: Sətir keçidlərini saxla

source: Inserts a new table
az: Yeni cədvəl yerləşdirmək

source: Insert row before
az: Cərgəni əvvəlcədən daxil edin

source: Insert row after
az: Cərgəni sonradan daxil edin

source: Delete row
az: Sətri sil

source: Insert column before
az: Əvvəlcə sütunu əlavə et

source: Insert column after
az: Sonra sütunu əlavə et

source: Remove column
az: Sütunun yerini dəyişin

source: Split merged table cells
az: Birləşdirilmiş cədvəl bölmələrini bölün

source: Merge table cells
az: Cədvəl bölmələrini yerləşdirin

source: Table row properties
az: Cədvəl cərgəsinin xüsusiyyətləri

source: Table cell properties
az: Cədvəl bölməsinin xüsusiyyətləri

source: Table properties
az: Cədvəl xüsusiyyətləri

source: Paste table row before
az: Cədvəl cərgəsini əvvəlcədən yapışdırın

source: Paste table row after
az: Cədvəl cərgəsini sonradan yapışdırın

source: Cut table row
az: Cədvəli dərhal kəs

source: Copy table row
az: Cədvəli dərhal kopyala

source: Delete table
az: Cədvəli sil

source: Row
az: Sətir

source: Column
az: Sütun

source: Cell
az: Hücrə

source: The changes you made will be lost if you navigate away from this page.
az: Bu səhifədən uzaqlaşsanız, bütün dəyişiklikləriniz itəcəkdir.

source: Toggle fullscreen mode
az: Tam ekran rejiminə keçir

source: Insert / edit embedded media
az: Pərçimlənmiş media faylı yerləşdir/redaktə et

source: Edit embedded media
az: Pərçimlənmiş media faylını redaktə et

source: Document properties
az: Sənəd xüsusiyyətləri

source: Insert predefined template content
az: Öncətəyinlənmiş şablon məzmunu yerləşdir

source: Visual control characters on/off.
az: Vizual nəzarət açıq/qapalı.

source: Toggle spellchecker
az: Səhvləri yoxlayanı keçirin

source: Spellchecker settings
az: Səhvləri yoxlayan ayarlar

source: Ignore word
az: Sözü rədd et

source: Ignore all
az: Hamısını rədd et

source: Languages
az: Dillər

source: Please wait...
az: Zəhmət olmasa gözləyin...

source: Suggestions
az: Təkliflər

source: No suggestions
az: Təklif yoxdur

source: No misspellings found.
az: Heç bir unudulmuş hərif tapılmadı

source: Insert Page Break
az: Səhifə Dəyişikliyini Daxil edin

# TinyMCE font styles
source: Styles
az: Üslublar

source: Font size
az: Şrift ölçüsü

source: Font family
az: Şrift ailəsi

source: Paragraph
az: Paraqraf

source: Address
az: Ünvan

source: Preformatted
az: Ön formatlanmış

source: Heading 1
az: Başlıq 1

source: Heading 2
az: Başlıq 2

source: Heading 3
az: Başlıq 3

source: Heading 4
az: Başlıq 4

source: Heading 5
az: Başlıq 5

source: Heading 6
az: Başlıq 6

source: Blockquote
az: Məhdudlaşdırmasitatı

source: Code
az: Kod

source: Code sample
az: Kod nümunəsi

source: Definition term
az: Təyin müddəti

source: Definition description
az: Təyinat təsviri

source: Bold
az: Qalın

source: Italic
az: Kursiv

source: Underline
az: Altxətli

source: Strikethrough
az: Qaralanmış

source: Align Left
az: Sola görə nizamla

source: Align Center
az: Mərkəzə görə nizamla

source: Align Right
az: Sağa görə nizamla

source: Align Full
az: Tam Düzülüş

source: Unordered list
az: Sıralanmamış siyahı

source: Ordered list
az: Sıralanmış siyahı

source: Outdent
az: Dəlikdənkənar

source: Indent
az: Abzas

source: Unlink
az: Keçidi qır

source: Cleanup messy code
az: Qarmaqarışıq kodu qaydaya salın

source: Edit HTML Source
az: HTML Qaynağını redaktə et

source: Subscript
az: Alt yazı

source: Superscript
az: Üst yazı

source: Insert horizontal ruler
az: Üfüqi xətkeşi daxil edin

source: Remove formatting
az: Formatlamanı qaldır

source: Select text color
az: Mətn rəngi seçin

source: Select background color
az: Arxaplan rəngini seçin

source: Insert custom character
az: Xüsusi simvol yerləşdirmək

source: Toggle guidelines/invisible elements
az: Göstərişləri keçirdin/görünməyən elementlər

source: Insert/edit anchor
az: Yerləşdirmək/redaktə lövbəri

source: Cut
az: Kəs

source: Copy
az: Kopyala

source: Paste
az: Yapışdır

source: Image properties
az: Şəkil xüsusiyyətləri

source: New document
az: Yeni sənəd

source: Path
az: Yol

source: Are you sure you want to clear all contents?
az: Bütün məzmunları silmək istədiyinizə əminsinizmi?

source: Jump to tool buttons - Alt+Q, Jump to editor - Alt-Z, Jump to element path - Alt-X
az: Alət düymələrinə atlamaq - Alt+Q, Redaktora atlamaq - Alt-Z, Element cığırına atlamaq - Alt-X

source: About TinyMCE
az: TinyMCE haqqında

source: License
az: Lisenziya

source: Loaded plugins
az: Yüklənmiş qoşmalar

source: Anchor name
az: Lövbərin adı

source: HTML Source Editor
az: HTML qaynaq redaktoru

source: Word wrap
az: Söz bükmək

source: Select a color
az: Rəng seçin

source: Picker
az: Çeşidləyici

source: Color picker
az: Rəngseçən

source: Palette
az: Palitra

source: Palette colors
az: Palitra rəngləri

source: Named
az: Adlandırıldı

source: Named colors
az: Adlandırılan rənglər

source: Color:
az: Rəng:

source: Select custom character
az: Xüsusi simvol seç

source: Image description
az: Şəklin təsviri

source: Image list
az: Şəkil siyahısı

source: Border
az: Sərhəd

source: Dimensions
az: Ölçülər

source: Vertical space
az: Şaquli boşluq

source: Horizontal space
az: Üfüqi boşluq

source: Baseline
az: Ana xətt

source: Top
az: Yuxarı

source: Middle
az: Orta

source: Bottom
az: Aşağı

source: Text top
az: Mətnin üst hissəsi

source: Text bottom
az: Mətnin alt hissəsi

source: Open link in the same window
az: Keçidi eyni pəncərədə aç

source: Open link in a new window
az: Keçidi yeni bir pəncərədə aç

source: The URL you entered seems to be an email address, do you want to add the required mailto: prefix?
az: Daxil etdiyiniz URL e-poçt ünvanına bənzəyir, tələb olunan mailto: prefiksini əlavə etmək istəyirsinizmi?

source: The URL you entered seems to external link, do you want to add the required http:// prefix?
az: Daxil etdiyiniz URL xarici keçidə bənzəyir, tələb olunan http:// prefiksini əlavə etmək istəyirsinizmi?

source: Link list
az: Keçid siyahısı

source: General
az: Ümumi

source: File/URL
az: Sənəd/URL

source: List
az: Siyahı

source: Constrain proportions
az: Uyğunluqları dayandırın

source: Type
az: Növ

source: V-Space
az: V-boşluq

source: H-Space
az: H-boşluq

source: Auto play
az: Avtoifa

source: Loop
az: Dövr

source: Show menu
az: Menyunu göstər

source: Quality
az: Keyfiyyət

source: Align
az: Düzülüş

source: SAlign
az: Sdüzülüş

source: WMode
az: Wrejimi

source: Base
az: Əsas

source: Flashvars
az: Flash dəyişənlər

source: SWLiveConnect
az: SWCanlıƏlaqə

source: Cache
az: Keş

source: Hidden
az: Gizli

source: Controller
az: Nəzarətçi

source: Kiosk mode
az: Kiosk modu

source: Play every frame
az: Bütün çərçivələri işə sal

source: Target cache
az: Hədəf keşi

source: No correction
az: Düzəliş yoxdur

source: Enable JavaScript
az: JavaScripti aktivləşdirin

source: Start time
az: Başlama vaxtı

source: End time
az: Bitmə vaxtı

source: Choke speed
az: Sürəti bağlamaq

source: Volume
az: Səs

source: Auto start
az: Avto başlanğıc

source: Enabled
az: Aktiv

source: Fullscreen
az: Tam ekran

source: Invoke URLs
az: URL-ları çağırın

source: Mute
az: Səssiz

source: Stretch to fit
az: Biçimə görə uyğunlaşdırın

source: Windowless video
az: Pəncərəsiz video

source: Balance
az: Balans

source: Base URL
az: Əsas URL

source: Captioning id
az: id-yə başlıq vermək

source: Current marker
az: Cari marker

source: Current position
az: Cari mövqe

source: Default frame
az: İlkin çərçivə

source: Play count
az: Oyun hesabı

source: Rate
az: Dərəcə

source: UI Mode
az: UI Rejimi

source: Flash options
az: Flash seçimlər

source: Quicktime options
az: Quicktime seçimləri

source: Windows media player options
az: Windows media player seçimləri

source: Real media player options
az: Real media player seçimləri

source: Shockwave options
az: Shockwave seçimləri

source: Auto goto URL
az: Avto. URL-inə keç

source: Image status
az: Şəkil vəziyyəti

source: Maintain aspect
az: Baxışı davam etdirin

source: No java
az: Java yoxdur

source: Prefetch
az: Yenidən səy göstərin

source: Shuffle
az: Qarışdır

source: Console
az: Konsol

source: Num loops
az: Rəqəmli dövrlər

source: Controls
az: İdarələr

source: Script callbacks
az: Orijinal geri çağırılmaları

source: Stretch style
az: Üslubu artırın

source: Stretch H-Align
az: H-Align artırın

source: Stretch V-Align
az: V-Align artırın

source: Sound
az: Səs

source: Progress
az: İrəliləmə

source: Streamed rtsp resources should be added to the QT Src field under the advanced tab.
az: Axılan rtsp vəsaitləri təkmil qoşmanın altında QT Src sahəsinə əlavə edilməlidir.

source: Top left
az: Üst sol

source: Top right
az: Üst sağ

source: Bottom left
az: Alt sol

source: Bottom right
az: Alt sağ

source: Flash video options
az: Flash video seçimləri

source: Scale mode
az: Genişmiqyaslı rejim

source: Buffer
az: Bufer

source: Start image
az: Şəkilə başlayın

source: Default volume
az: İlkin həcm

source: Hidden GUI
az: Gizli GUI

source: Show scale modes
az: Miqyas üsullarını göstərin

source: Smooth video
az: Sakit video

source: JS Callback
az: JS Geri çağırılması

source: Show/Hide Kitchen Sink
az: Mətbəx tasını Göstər/Gizlət

source: Insert More Tag
az: Daha çox teq yerləşdir

source: Insert Page break
az: Səhifə bölən yerləşdir

source: More...
az: Ətraflı...

source: Next page...
az: Növbəti səhifə...

source: Edit Gallery
az: Qalereyanı redaktə et

source: Delete Gallery
az: Qalereyanı sil

source: Delete Image
az: Şəkli poz

source: Advanced Settings
az: Əlavə Ayarlar

source: Current Link
az: Hal - hazırkı Keçid

source: Link to Image
az: Şəkilə keçid

source: Advanced Image Settings
az: Əlavə Şəkil Ayarları

source: Source
az: Mənbə

source: Original Size
az: Original ölçü

source: Advanced Link Settings
az: Əlavə Keçid Ayarları

source: Link Rel
az: Keçid Rel

source: Edit Image Title
az: Şəkil Başlığına Düzəliş

source: Edit Image Caption
az: Şəkil Başlığını Redaktə edin

source: Edit Alternate Text
az: Dəyişən Mətni Redaktə edin

source: Rich Editor Help
az: Zəngin Redaktorun Köməyi

source: Basics of Rich Editing
az: Zəngin Redaktə edilən təməllər

source: Basics
az: Əsaslar

source: Advanced use of the Rich Editor
az: Zəngin Redaktorun təkmil istifadəsi

source: Hotkeys
az: Qısayollar

source: About the software
az: Proqram haqqında

source: Rich Editing Basics
az: Zəngin Redaktə edilən Əsaslar

source: <em>Rich editing</em>, also called WYSIWYG for What You See Is What You Get, means your text is formatted as you type. The rich editor creates HTML code behind the scenes while you concentrate on writing. Font styles, links and images all appear approximately as they will on the internet.
az: <em>Zəngin redaktor</em>,həm də Nə Görürsünüzsə,Onu da Əldə edirsiniz üçün WYSIWYG adlandı,mənası yazdığınız kimi mətniniz formatlaşdırıldı.Zəngin redaktor HTML şifrəsini görüntülərin arxasında siz yazıda cəmlənəndə yaradır. Şrift üslubları,keçidlər və şəkillər internetdə olanda təxminən meydana çıxacaq.

source: WordPress includes a rich HTML editor that works well in all major web browsers used today. However editing HTML is not the same as typing text. Each web page has two major components: the structure, which is the actual HTML code and is produced by the editor as you type, and the display, that is applied to it by the currently selected WordPress theme and is defined in style.css. WordPress is producing valid XHTML 1.0 which means that inserting multiple line breaks (BR tags) after a paragraph would not produce white space on the web page. The BR tags will be removed as invalid by the internal HTML correcting functions.
az: WordPress Zəngin HTML redaktoruna daxildir,bu gün istifadə edilən bütün əsas veb baxışlarında yaxşı işləyir.Bununla belə HTML redaktoru mövzu köçürməsini eyni etmir. Hər veb səhifəsinin iki əsas komponenti var: strukturu,hansı ki,HTML şifrəsində həqiqidir və sizin köçürdüyünüz redaktor tərəfindən təqdim edildi və görüntü cari seçilmiş WordPress mövzusu tərəfindən ona tətbiq edildi və şrift.css-də müəyyənləşdirildi.WordPress xətalı XHTML 1.0 istehsal edir,hansı ki,abzasdan sonra təkrar xətt cərgələrini (BR etiketləri)seçib veb səhifəsində ağ arayla təqdim etməyəcək.BR etiketləri beynəlxalq HTML müvafiq funksiyaları tərəfindən xəta kimi qaldırıldı.

source: While using the editor, most basic keyboard shortcuts work like in any other text editor. For example: Shift+Enter inserts line break, Ctrl+C = copy, Ctrl+X = cut, Ctrl+Z = undo, Ctrl+Y = redo, Ctrl+A = select all, etc. (on Mac use the Command key instead of Ctrl). See the Hotkeys tab for all available keyboard shortcuts.
az: Redaktordan istifadə edəndə,ən əsas klaviatura qısayolları işi bir neçə başqa redaktor mövzusu ilə eyni ola bilər.Məsələn: Shift+Enter xətt fasilələrini daxil edir,Ctrl+C = köçürür, Ctrl+X = kəsir,Ctrl+Z = geri qaytarır, Ctrl+Y = təkrarlayır, Ctrl+A =hamısını seçir,və sayr.(Ctrl-nın yerinə Mac-da Göstəriş açarından istifadə edin).Bütün mümkün klaviatura qısayolları üçün Cəldaçarlara baxın.

source: If you do not like the way the rich editor works, you may turn it off from Your Profile submenu, under Users in the admin menu.
az: Əgər siz zəngin redaktorun işlərini bəyənmirsinizsə,siz idarə menyusunda İstifadəçilərin altında Profil altmenyunuzdan onu söndürə bilərsiniz.

source: Advanced Rich Editing
az: Təkmil Zəngin Redaktə edən

source: Images and Attachments
az: Şəkil və Qoşma fayllar

source: There is a button in the editor toolbar for inserting images that are already hosted somewhere on the internet. If you have a URL for an image, click this button and enter the URL in the box which appears.
az: Şəkilləri seçmək üçün redaktor alətlər panelində düymə var ki,internetdə artıq bəzi yerlərdə qəbul edilib. Əgər sizdə şəkil üçün URL varsa bu düyməni basın və qutuda meydana meydana gələnlərdən URL-yə daxil olun.

source: If you need to upload an image or another media file from your computer, you can use the Media Library buttons above the editor. The media library will attempt to create a thumbnail-sized copy from each uploaded image. To insert your image into the post, first click on the thumbnail to reveal a menu of options. When you have selected the options you like, click "Send to Editor" and your image or file will appear in the post you are editing. If you are inserting a movie, there are additional options in the "Media" dialog that can be opened from the second toolbar row.
az: Əgər siz öz kompyuterinizdən şəkil və yaxud başqa daşıyıcı sənəd yükləməyə ehtiyac duyursunuzsa,siz redaktorun üstündəki Mətbuat Kitabxanası düymələrindən istifadə edə bilərsiniz.Mətbuat Kitabxanası hər yüklənmiş şəkildən ölçülən eskiz köçürtməyə cəhd edəcək. Yazının içində şəklini seçmək üçün,birinci ayarların menyusunu aşkar edib eskizdə basın.İstədiyiniz ayarları seçəndə "Send to Editor"-a basın və sizin şəkliniz və ya sənədiniz sizin redaktə etdiyiniz yazıda üzə çıxacaq. Siz filmi seçəndə "Media" dialoqunda əlavə olunmuş ayarlar ikinci alətlər paneli cərgəsindən açılır.

source: HTML in the Rich Editor
az: Zəngin Redaktorda HTML

source: Any HTML entered directly into the rich editor will show up as text when the post is viewed. What you see is what you get. When you want to include HTML elements that cannot be generated with the toolbar buttons, you must enter it by hand in the HTML editor. Examples are tables and &lt;code&gt;. To do this, click the HTML tab and edit the code, then switch back to Visual mode. If the code is valid and understood by the editor, you should see it rendered immediately.
az: Genişimkanlı redaktora hər hansı HTML daxil etdikdən sonra o, yazı görünərkən mətn şəklində çıxacaq, də yuxarıda mətn kimi görsənəcək. Sizin gördüyünüz sizin əldə etdiyinizdir(What You See is What You Get). Siz alətlər panelində olmayan HTML elementləri daxil etmək istəyəndə onu HTML redaktorunda əlinizlə daxil etməlisiniz. Məsələn: cədvəllər və &lt;code&gt;. Bunu etmək üçün HTML altpəncərəsinə keçin, kodu redaktə edin, sonra geri-Vizual altpəncərəyə qayıdın. Əgər kod düzgündürsə, və redaktor tərəfindən anlaşılırsa, siz onun nəticəsini dərhal görəcəksinizsiz.

source: Pasting in the Rich Editor
az: Kübar Redaktorda bitişdirilmə

source: When pasting content from another web page the results can be inconsistent and depend on your browser and on the web page you are pasting from. The editor tries to correct any invalid HTML code that was pasted, but for best results try using the HTML tab or one of the paste buttons that are on the second row. Alternatively try pasting paragraph by paragraph. In most browsers to select one paragraph at a time, triple-click on it.
az: Başqa veb səhifəsindən məzmun köçürəndə nəticələr düz gəlməyə bilər və sizin baxışdan və yapışdırdığınız veb səhifəsindən asılıdır.Redaktor yapışdırılmış xətalı HTML şifrəsini və yaxud ikinci cərgədə olan yapışdır düymələrindən birini düzəltməyə çalışır.Alternativ olaraq abzas abzas yapışdırmağa çalışın. Vaxtında ən yaxşı baxışlardan bir abzas seçin,ona üçqat basın.

source: Pasting content from another application, like Word or Excel, is best done with the Paste from Word button on the second row, or in HTML mode.
az: Word və ya Excel kimi başqa tətbiqetmədən məzmun yapışdırmaq üçün,ikinci sırada və yaxud HTML rejimində Söz düyməsindən yapışdırmaq ən yaxşı ediləndir.

source: Writing at Full Speed
az: Mükəmməl sürətdə yazmaq

source: Rather than reaching for your mouse to click on the toolbar, use these access keys. Windows and Linux use Ctrl + letter. Macintosh uses Command + letter.
az: Siz siçanınızla alətlər panelində basib axtarmağın yerinə,bu müraciət açarlarından istifadə edin.Windows və Linux-dan istifadə edin Ctrl + hərfi. Makintoş istifadəçiləri Command + hərf.

source: Letter
az: Məktub

source: Action
az: Hadisə

source: Select all
az: Hamısını seç

source: The following shortcuts use different access keys: Alt + Shift + letter.
az: Ardıcıl qısayollar üçün müxtəlif müraciət açarlarından istifadə olunur : Alt + Shift + letter.

source: Check Spelling
az: İmlanı Yoxla

source: Justify Text
az: Mətni Təsdiq et

source: Insert link
az: Keçid əlavə et

source: Remove link
az: Keçidi ləğv et

source: Quote
az: Sitat

source: Full Screen
az: Tam Ekran

source: Insert Page Break tag
az: Səhifə Başlanğıc etiketini seç

source: Switch to HTML mode
az: HTML vəziyyətinə keçir

source: TinyMCE is a platform independent web based Javascript HTML WYSIWYG editor control released as Open Source under %sLGPL</a> by Moxiecode Systems AB. It has the ability to convert HTML TEXTAREA fields or other HTML elements to editor instances.
az: TinyMCE müstəqil veb Javascript-na yerləşdirilmiş platformadır HTML WYSIWYG redaktor nəzarəti Açıq Kodlu kimi %sLGPL</a> -nın altında Moxiecode Ayarları AB ilə buraxıldı. Onun HTML TEXTAREA sahələrini və yaxud başqa HTML təbəqələrini redaktor nüsxələrinə çevirmək imkanı var.

source: GNU Library General Public Licence
az: GNU Kitabxanası Əsas İctimai Hüquq

source: Copyright &copy; 2003-2007, <a href="http://www.moxiecode.com" target="_blank">Moxiecode Systems AB</a>, All rights reserved.
az: &copy; 2003-2007, <a href="http://www.moxiecode.com" target="_blank">Moxiecode Systems AB</a>, Bütün haqlar qorunur.

source: For more information about this software visit the <a href="http://tinymce.moxiecode.com" target="_blank">TinyMCE website</a>.
az: Bu proqram haqqında daha ətraflı məlumat üçün <a href="http://tinymce.moxiecode.com" target="_blank">TinyMCE internet səhifəsinə</a> baş çəkin.

source: Hosted By Sourceforge
az: Hostinq dəstəyi Sourceforge tərəfindən verilir.

source: Also on freshmeat
az: Həmçinin təzə ətin üstündə

source: Comments Feed
az: Şərhləri Saxlayın

source: Edit This
az: Bunu Redaktə edin

source: Edit Tag
az: Teqi redaktə edin

source: Previous Post
az: Əvvəlki Yazı

source: Next Post
az: Növbəti yazı

source: First Post
az: İlk Yaxı

source: Last Post
az: Sonuncu Yazı

source: Newer Comments &raquo;
az: Ən son Şərhlər &raquo;

source: &laquo; Older Comments
az: &laquo; Köhnə Şərhlər

source: This is the short link.
az: Bu qısa istinaddır.

source: The site you have requested is not installed properly. Please contact the system administrator.
az: Sizin xahiş etdiyiniz sayt düzgün şəkildə quraşdırılmır. Zəhmət olmasa şəbəkənin idarə başçısı ilə əlaqə yaradın.

source: S_Sunday_initial
az: B

source: M_Monday_initial
az: BE

source: T_Tuesday_initial
az: ÇA

source: W_Wednesday_initial
az: Ç

source: T_Thursday_initial
az: CA

source: F_Friday_initial
az: C

source: S_Saturday_initial
az: Ş

source: File &#8220;%s&#8221; doesn&#8217;t exist?
az: &#8220;%s&#8221; faylı mövcud deyil?

source: File &#8220;%s&#8221; is not an image.
az: &#8220;%s&#8221; faylı şəkil deyil.

source: Could not read image size
az: Şəkil ölçüsünü oxumaq olmur

source: Could not calculate resized image dimensions
az: Ölçüsü dəyişilən şəklin ölçüləri hesablana bilinmədi

source: Resize path invalid
az: Cığır xətalarını dəyişin

source: The menu name <strong>%s</strong> conflicts with another menu name. Please try another.
az: <strong>%s</strong> menyu adı digər menyu adı ilə ziddiyyət təşkil edir. Zəhmət olmasa, başqa birini sınayın.

source: The given object ID is not that of a menu item.
az: Verilən Tanınma Şifrəsi obyekti menyunun elementi deyil.

source: Custom
az: Xüsusi

source: <strong>ERROR</strong>: Invalid username or incorrect password.
az: <strong>XƏTA</strong>: Yanlış istifadəçi adı və ya şəhv parol.

source: New comment on your post "%s"
az: "%s" yazınıza yeni şərh

source: Author : %1$s (IP: %2$s , %3$s)
az: Müəllif : %1$s (IP: %2$s , %3$s)

source: E-mail : %s
az: E-poçt : %s

source: Comment:
az: Şərh:

source: You can see all comments on this post here:
az: Siz bu yazıdakı bütün şərhləri burada görə bilərsiniz:

source: [%1$s] Comment: "%2$s"
az: [%1$s] Şərh: "%2$s"

source: New trackback on your post "%s"
az: Sizin "%s" poçtunuzda yeni istinad bildirişi

source: Website: %1$s (IP: %2$s , %3$s)
az: İnternet səhifə: %1$s (IP: %2$s , %3$s)

source: You can see all trackbacks on this post here:
az: Bu yazıdakı bütün izləmələrə buradan baxa bilərsiniz:

source: [%1$s] Trackback: "%2$s"
az: [%1$s] İzləmə: "%2$s"

source: New pingback on your post "%s"
az: Sizin "%s" poçtunuzda yeni pingback

source: You can see all pingbacks on this post here:
az: Siz burda bu poçtda bütün pingbackləri görə bilərsiniz:

source: Trash it: %s
az: Sil: %s
