Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: Sorry, can&#8217;t edit files with &#8220;..&#8221; in the name. If you are trying to edit a file in your WordPress home directory, you can just type the name of the file in.
az: Bağışlayın,&#8220;..&#8221;fayllarını ada redaktə edə bilmir.Əgər siz WordPress ev kataloquna sənəd əlavə etmək istəyirsinizsə,sadəcə adı sənədə çap edə bilərsiz.

source: Sorry, that file cannot be edited.
az: Bağışlayın, bu fayl redaktə oluna bilməz.

source: The uploaded file exceeds the <code>upload_max_filesize</code> directive in <code>php.ini</code>.
az: Yüklənən faylın ölçüsü <code>php.ini</code> konfiqurasiya faylında olan <code>upload_max_filesize</code> direktivində göstəriləndən çoxdur.

source: The uploaded file exceeds the <em>MAX_FILE_SIZE</em> directive that was specified in the HTML form.
az: Yüklənmək istənilən fayl HTML formada göstərilmiş <em>MAX_FILE_SIZE</em> -ı keçir.

source: The uploaded file was only partially uploaded.
az: Yüklənən fayl hissə-hissə yükləndi.

source: No file was uploaded.
az: Heç bir fayl yüklənməyib.

source: Missing a temporary folder.
az: Müvəqqəti qovluq itirilib.

source: Failed to write file to disk.
az: Diska faylın yazılması mümkün olmadı.

source: File upload stopped by extension.
az: Fayl yüklənməsi genişlənmə tərəfindən dayandı.

source: Invalid form submission.
az: Təqdim etmə blankı xətalıdır.

source: File is empty. Please upload something more substantial.
az: Sənəd boşdur. Zəhmət olmasa daha əsaslı bir şey yükləyin.

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
az: Sənəd boşdur.Zəhmət olmasa daha əsaslı bir şey yükləyin.Bu xətanın səbəbi həmçinin sizin yararsız yükləmələriniz ola bilər və yaxud sizin php.in-də yaz_max_ölçü tərəfindən yüklə_max_sənədölçüsü kimi daha kiçik təyin edilib.

source: Specified file failed upload test.
az: Müəyyənləşdirilmiş sənədin yükləmə testi baş tutmadı

source: File type does not meet security guidelines. Try another.
az: Verilən fayl tipi təhlükəsizlik qaydaları ilə uzlaşmır. Başqasını sınayın.

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini.
az: Sənəd boşdur.Zəhmət olmasa daha əsaslı bir şey yükləyin.Bu xətanın səbəbi sizin php.ini.-dəki yararsız yükləmələr ola bilər.

source: Specified file does not exist.
az: Nəzərdə tutulmuş fayl mövcüd deyil.

source: Invalid URL Provided.
az: Xətalı URL Təchiz edildi

source: Could not create Temporary file.
az: Müvəqqəti sənəd yaradıla bilinmədi.

source: Could not retrieve file from archive.
az: Sənəd arxivdən geri qaytarıla bilinmədi.

source: Could not extract file from archive.
az: Sənəd arxivdən çıxarıla bilinmədi.

source: Could not copy file.
az: Sənəd köçürülmədi.

source: Empty archive.
az: Arxiv boşdur.

source: <strong>Error:</strong> There was an error connecting to the server, Please verify the settings are correct.
az: <strong>Səhv:</strong> Servere qoşulmada səhv, qoşulma tənzimləmələrinin düzgün olduğundan əmin olun.

source: Connection Information
az: Qoşulma haqqında məlumat

source: Username
az: İstifadəçi adı

source: Password
az: Şifrə

source: To perform the requested action, WordPress needs to access to your web server.
az: Tələb olunan əməliyyatı yerinə yetirmək üçün WordPress sizin web server-ə daxil olmalıdır.

source: Please enter your FTP or SSH credentials to proceed.
az: Zəhmət olmasa davam etmək üçün FTP or SSH etimadnamələrinizi daxil edin.

source: FTP/SSH Username
az: FTP/SSH istifadəçi adı

source: FTP/SSH Password
az: FTP/SSH şifrəsi

source: Please enter your FTP credentials to proceed.
az: Zəhmət olmasa davam etmək üçün FTP etimadnamələrinizi daxil edin.

source: FTP Username
az: FTP İstifadəçi adı

source: FTP Password
az: FTP şifrə

source: If you do not remember your credentials, you should contact your web host.
az: Əgər siz öz etimadnamənizi xatırlamasanız, veb sahibinizlə əlaqə yaradın.

source: Hostname
az: Qovşaq adı

source: Authentication Keys
az: Autentifikasiya açarları

source: Public Key:
az: Açıq açar:

source: Private Key:
az: Bağlı açar:

source: Enter the location on the server where the keys are located. If a passphrase is needed, enter that in the password field above.
az: Yerləşdirməni açarların yerləşdiyi serverə daxil edin.Əgər keçidbirləşməsi lazımdırsa,onu şifrə sahəsinin yuxarısına daxil edin.

source: Connection Type
az: Bağlantı Növü

source: Proceed
az: Davam et

source: Image data does not exist. Please re-upload the image.
az: Şəkil məlumatı mövcud deyil. Zəhmət olmasa şəkli yenidən yükləyin.

source: Crop
az: Kəs

source: Rotate counter-clockwise
az: Saat əqrəbinin əksinə fırladın

source: Rotate clockwise
az: Saat əqrəbi istiqamətinə fırlat

source: Image rotation is not supported by your web host (function imagerotate() is missing)
az: Şəkil fırlanmasını sizin veb sahibiniz dəstəkləmədi(şəkil fırlatma vəzifəsi() gözlənilir)

source: Flip vertically
az: Şaquli Çevir

source: Flip horizontally
az: Üfüqi hərəkət etdir

source: Redo
az: Yenidən icra et

source: Scale Image
az: Rəsmin Miqyasını təyin et

source: You can proportionally scale the original image. For best results the scaling should be done before performing any other operations on it like crop, rotate, etc. Note that if you make the image larger it may become fuzzy.
az: Siz original rəsimlərin uyğun şəkildə miqyasını təyin edə bilərsiz.Yaxşı nəticə əldə etmək üçün kəsmək,fırlatmaq,ve s. kimi əməliyyatlar yerinə yetirməmişdən öncə miqyası təyin etmək lazımdır. Qeyd odur ki,əgər siz rəsmi daha böyük etsəz o qeyri-müəyyən ola bilər.

source: Original dimensions %s
az: %s Həqiqi ölçüləri

source: Scale
az: Miqyası təyin et

source: Discard any changes and restore the original image.
az: Əsl şəkli bərpa et və bəzi dəyişiklikləri ləğv et.

source: Previously edited copies of the image will not be deleted.
az: Şəklin əvvəlcədən redaktə olunan surətləri silinməyəcək.

source: Restore image
az: Şəkli bərpa et

source: Image Crop
az: Şəkil kəsilməsi

source: (help)
az: (kömək)

source: The image can be cropped by clicking on it and dragging to select the desired part. While dragging the dimensions of the selection are displayed below.
az: Rəsim onun üzərinə klikləyərək və istənilən hissəni seçib sürüşdürərək kəsilə bilər.Seçilənin ölçülərini sürüşdürəndə aşağıda göstərilir.

source: Keyboard Shortcuts
az: Klaviatura Qısa Başlıqları

source: Arrow: move by 10px
az: Ox ilə işarə et: 10px ilə yerini dəyiş

source: Shift + arrow: move by 1px
az: Shift + arrow:1px ilə yerini dəyiş

source: Ctrl + arrow: resize by 10px
az: Ctrl + arrow:10px ilə yenidən ölç

source: Ctrl + Shift + arrow: resize by 1px
az: Ctrl + Shift + arrow:1px ilə yenidən ölç

source: Shift + drag: lock aspect ratio
az: Shift + drag: görüntü əmsalını kilidlə

source: Crop Aspect Ratio
az: Görüntü Əmsalını Kəs

source: You can specify the crop selection aspect ratio then hold down the Shift key while dragging to lock it. The values can be 1:1 (square), 4:3, 16:9, etc. If there is a selection, specifying aspect ratio will set it immediately.
az: Siz seçilmiş görüntü əmsalının kəsimini müəyyənləşdirə bilərsiz,sonra onu sürüşdürərək kiıidləyəndə Shift düyməsini tutub saxlayın.Dəyərlər 1:1(dəqiq), 4:3, 16:9, və s. ola bilər.Əgər orada seçim olsa,müəyyənləşdirilmiş görüntü əmsalı dərhal təyin ediləcək.

source: Crop Selection
az: Seçilmişi kəs

source: Once started, the selection can be adjusted by entering new values (in pixels). Note that these values are scaled to approximately match the original image dimensions. The minimum selection size equals the thumbnail size as set in the Media settings.
az: Başlayanda,seçim yeni dəyərlər(nöqtələrdə)daxil edərək nizamlana bilər.Qeyd:dəyərlərin miqyası original rəsm ölçülərini təqribi uyğunlaşdırmaq üçün təyin edilir.Ən az seçilmiş ölçü Media parametrlərində təyin edilən eskizin ölçüsünü bərabərləşdirir.

source: Aspect ratio:
az: Görüntü Əmsalı:

source: Selection:
az: Seçim:

source: Thumbnail Settings
az: Eskiz Ayarları

source: The thumbnail image can be cropped differently. For example it can be square or contain only a portion of the original image to showcase it better. Here you can select whether to apply changes to all image sizes or make the thumbnail different.
az: Eskiz rəsmi müxtəlif şəkildə kəsilə bilər.Məsələn,onu daha yaxşı göstərmək üçün original rəsmin yalnız bir hissəsi düzəldilə və ya yerləşdirilə bilər.Burada siz bütün şəkillərin ölçüsünü seçib tətbiq etmək və ya müxtəlif eskiz düzəltmək bəndini seçə bilərsiz.

source: Current thumbnail
az: Çox işlənən eskiz

source: Apply changes to:
az: Dəyişiklikləri tətbiq edin:

source: All image sizes
az: Bütün rəsmlərin ölçüsü

source: All sizes except thumbnail
az: Eskizdən başqa bütün ölçülər

source: There are unsaved changes that will be lost. 'OK' to continue, 'Cancel' to return to the Image Editor.
az: Yaddaşa verilməyən dəyişikliklər itirilə bilər.Davam etmək üçün 'OK',Rəsim Redaktoruna qayitmaq üçün isə 'Cancel' i seçin.

source: Cannot load image metadata.
az: Şəkil məlumatlarının yüklənilməsi alınmır.

source: Cannot save image metadata.
az: Şəkil məlumatlarının yaddaşa verilməsi alınmır.

source: Image metadata is inconsistent.
az: Şəkil məlumatları uyğun deyil.

source: Image restored successfully.
az: Şəkil uğurla bərpa edildi.

source: Unable to create new image.
az: Yeni şəkil yaratmaq imkanı olmadı.

source: Error while saving the scaled image. Please reload the page and try again.
az: Miqyası təyin edilmiş rəsm yaddaşa verilərkən xəta baş verdi.Zəhmət olmasa səhifəni yeniləyin və yenidən cəhd edin.

source: Nothing to save, the image has not changed.
az: Yaddaşda saxlamaq üçün heç nə yoxdur,şəkil dəyişilməyib.

source: Unable to save the image.
az: Şəkili yadda saxlamaq imkanı olmadı.

source: Image saved
az: Şəkil yadda saxlanıldı

source: From Computer
az: Kompyuterdən

source: From URL
az: URL-dən

source: Gallery
az: Galereya

source: Media Library
az: Media kitabxanası

source: Gallery (%s)
az: Galereya (%s)

source: Uploads
az: Yükləmələr

source: Add an Image
az: Şəkil əlavə edin

source: Add Video
az: Video əlavə edin

source: Add Audio
az: Audio əlavə edin

source: Add Media
az: Media əlavə edin

source: Upload/Insert %s
az: Yüklə/Əlavə et %s

source: Saved.
az: Yadda saxlanıldı.

source: Medium
az: Orta

source: Large
az: Böyük

source: Full Size
az: Tam ölçü

source: Size
az: Ölçü

source: Post URL
az: Yazı URL

source: Alternate Text
az: Alternativ mətn

source: Alt text for the image, e.g. &#8220;The Mona Lisa&#8221;
az: Rəsm üçün Alt mövzu,məs.&#8220;Mona Lisa&#8221;

source: Alignment
az: Səviyyələmə

source: Empty Title filled from filename.
az: Boş Başlıq sənəd adı ilə dolduruldu.

source: Caption
az: Etiket

source: Enter a link URL or click above for presets.
az: URL keçidi əlavə edin və əvvəlcədən quraşdırma üçün yuxarını klikləyin.

source: Order
az: Sıra

source: Location of the uploaded file.
az: Yüklənmiş faylın ünvanı.

source: Show
az: Göstər

source: Hide
az: Gizlət

source: Edit Image
az: Şəkli redaktə et

source: File name:
az: Sənədin adı :

source: File type:
az: Sənədin növü:

source: Upload date:
az: Tarixi yüklə :

source: Dimensions:
az: Ölçülər:

source: Insert into Post
az: Yazıya əlavə edin

source: You are about to delete <strong>%s</strong>.
az: Siz pozmağa yaxınsınız <strong>%s</strong>.

source: Continue
az: Davam et

source: Use as featured image
az: Düzəldilmiş rəsm kimi istifadə edin

source: Sorry, you have filled your storage quota (%s MB).
az: Bağışlayın,siz yaddaş həddini keçibsiz(%s MB).

source: Select Files
az: Faylları Seç

source: Choose files to upload
az: Yükləmək üçün faylları seçin.

source: Cancel Upload
az: Yükləməni ləğv et

source: Maximum upload file size: %d%s
az: Maximum sənəd yükləmə ölçüsü: %d%s

source: After a file has been uploaded, you can add titles and descriptions.
az: Fayl yüklənəndən sonra başlıq və təsvirini əlavə edə bilərsiniz.

source: Add media files from your computer
az: Öz kompyuterinizdən olan mmedia faylları əlavə edin

source: Save all changes
az: Bütün dəyişiklikləri yadda saxlayın

source: Add media file from URL
az: Media faylını URL-dan əlavə edin

source: All Tabs:
az: Bütün Sahələr:

source: Sort Order:
az: Nizamlama sırası:

source: Ascending
az: Artan

source: Descending
az: Azalan

# verb
source: Clear
az: Sil

source: Actions
az: Əməliyyatlar

source: Gallery Settings
az: Galereya Tənzimləmələri

source: Link thumbnails to:
az: Eskizlərin keçidi:

source: Image File
az: Şəkil faylı

source: Attachment Page
az: Pərçimləmə səhifəsi

source: Order images by:
az: Şəkilləri sırala:

source: Menu order
az: Menyu sırası

source: Date/Time
az: Tarix/Saat

source: Random
az: Təsadüfi

source: Order:
az: Sıra:

source: Gallery columns:
az: Galareya sütunları:

source: Insert gallery
az: Qalereya əlavə edin

source: Update gallery settings
az: Galereya tənzimləmələrini yenilə

source: Search Media
az: Media Axtar

source: All Types
az: Bütün Növlər

source: Filter &#187;
az: Süzgəc &#187;

source: Image Caption
az: Rəsm Etiketi

source: Insert an image from another web site
az: Başqa veb saytından şəkil daxil edin

source: Image URL
az: Şəkil URL

source: Image Title
az: Şəklin başlığı

source: Link Image To:
az: Şəkli bu linkə yönləndir:

source: Link to image
az: Şəklə olan link

source: Audio File URL
az: Audio Fayl URL

source: Link text, e.g. &#8220;Still Alive by Jonathan Coulton&#8221;
az: Keçid mətni, məs. Still Alive - Jonathan Coulton

source: Link text, e.g. &#8220;Lucy on YouTube&#8220;
az: Keçid mətni, e.g. &#8220;Fatma YouTube-da&#8220;

source: Link text, e.g. &#8220;Ransom Demands (PDF)&#8221;
az: Keçid mətni, e.g. &#8220;Ransom Demands (PDF)&#8220;

source: You are using the Flash uploader. Problems? Try the <a href="%s">Browser uploader</a> instead.
az: Siz Flash Yükləyici istifadə edirsiz.. Problem var? Onda <a href="%s">Browser uploader</a> yoxlayın.

source: You are using the Browser uploader.
az: Siz brouzerin yükləməsini istifadə edirsiniz.

source: Try the <a href="%s">Flash uploader</a> instead.
az: Əvəzində <a href="%s">Flash uploader</a> sınayın.

source: Save as Pending
az: Gözləyən kimi Saxla

source: Preview Changes
az: Dəyişiklikləri nümayiş etdirin

source: Status:
az: Vəziyyət:

source: Privately Published
az: Gizli Dərc Olunmuş

source: Unsaved
az: Yadda saxlanılmadı

source: Visibility:
az: Görünüş:

source: Private
az: Şəxsi

source: Password protected
az: Şifrə qorumalı

source: Public, Sticky
az: İctimai,yapışqan

source: Public
az: İctimai

source: Stick this post to the front page
az: Bu yazını baş səhifəyə yapışdır.

source: Password:
az: Şifrə:

source: Scheduled for: <b>%1$s</b>
az: Planlaşdırıb: <b>%1$s</b>

source: Published on: <b>%1$s</b>
az: Dərc olunub: <b>%1$s</b>

source: Publish <b>immediately</b>
az: Dərc et <b>immediately</b>

source: Schedule for: <b>%1$s</b>
az: Planlaşdır: <b>%1$s</b>

source: Publish on: <b>%1$s</b>
az: <b>%1$s</b> - da Dərc et

source: Schedule
az: Təqvim

source: Add
az: Əlavə Et

source: You cannot modify this taxonomy.
az: Siz bu təsnifatı dəyişə bilməzsiniz.

source: Most Used
az: Ən çox istifadə olunan

source: + %s
az: + %s sənədi

source: Excerpts are optional hand-crafted summaries of your content that can be used in your theme. <a href="http://codex.wordpress.org/Excerpt" target="_blank">Learn more about manual excerpts.</a>
az: İcmal istəyinizdən asılı olaraq, əllə yazılmış, yazınızın xülasəsini göstərən kiçik mətndir.

source: Already pinged:
az: Artıq pinqlənmişdir:

source: Send trackbacks to:
az: İstinad bildirişlərini göndər

source: Separate multiple URLs with spaces
az: Ayrı-ayrı URL ünvanları boşluq işarəsi ilə ayırın

source: Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. If you link other WordPress sites they&#8217;ll be notified automatically using <a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">pingbacks</a>, no other action necessary.
az: İstinad bildirişləri blog sistemləri əlaqələndirdiyiniz&#8217;mənbələri bildirməyin yoludur.Əgər siz digər WordPress səhifələrinə qoşulsaz onlar&#8217;<a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">pingbacks</a>,istifadə edərək avtomatik məlumat yazacaq,başqa əməliyyat lazım olmayacaq.

source: Custom fields can be used to add extra metadata to a post that you can <a href="http://codex.wordpress.org/Using_Custom_Fields" target="_blank">use in your theme</a>.
az: Xüsusi sahələr yazıya çoxlu sayda məlumat əlavə etmək üçün istifadə edilə bilər <a href="http://codex.wordpress.org/Using_Custom_Fields" target="_blank"> və </a> temanızda bu əməliyyatı yerinə yetirə bilərsiniz.

source: Allow comments.
az: Şərhləri qəbul edin.

source: Allow <a href="%s" target="_blank">trackbacks and pingbacks</a> on this page.
az: İcazə verilsin<a href="%s" target="_blank">istinad bildirişinə və pingbildirişinə</a> bu səhifədə.

source: Show comments
az: Şərhləri göstər

source: (no parent)
az: (üst sinfə malik deyil)

source: Parent
az: Baş

source: Template
az: Şablon

source: Default Template
az: Susmaya görə template.

source: Need help? Use the Help tab in the upper right of your screen.
az: Kömək lazımdır? Ekranınızın yuxarı sağ tərəfindəki Kömək hesabından istifadə et.

source: Visit Link
az: Linkə bax

source: Keep this link private
az: Bu linki gizli saxla

source: You are about to delete this link '%s' 'Cancel' to stop, 'OK' to delete.
az: Siz '%s' linki silmək üzrəsiniz, Saxlamaq üçün 'İmtina', silmək üçün 'OK' basın.

source: All Categories
az: Bütün kateqoriyalar

source: + Add New Category
az: + Yeni kateqoriya əlavə edin

source: New category name
az: Yeni kateqoriya adı

source: <code>_blank</code> &mdash; new window or tab.
az: <code>_blank</code> &mtire;yeni pəncərə və ya cədvəl.

source: <code>_top</code> &mdash; current window or tab, with no frames.
az: <code>_başlıq</code> &mtire;çərçivəsiz cari pəncərə və ya cədvəl

source: <code>_none</code> &mdash; same window or tab.
az: code>_heç biri</code> &mtire;eyni pəncərə və ya cədvəl.

source: Choose the target frame for your link.
az: Link üçün açılacaq freymi seçin.

source: identity
az: tanıtma

source: another web address of mine
az: mənim başqa bir saytım

source: friendship
az: dostluq

source: contact
az: əlaqə

source: friend
az: dost

source: none
az: heç nə

source: physical
az: fiziki

source: professional
az: pəşəkar

source: co-worker
az: iş yoldaşı

source: colleague
az: kolleqa

source: geographical
az: coğrafi

source: co-resident
az: yerli

source: neighbor
az: qonşu

source: family
az: ailə

source: child
az: övlad

source: parent
az: valideyn

source: romantic
az: romantik

source: date
az: tarix

source: sweetheart
az: Ürəyiyumşaq

source: If the link is to a person, you can specify your relationship with them using the above form. If you would like to learn more about the idea check out <a href="http://gmpg.org/xfn/">XFN</a>.
az: Əgər link bir insanadırsa, siz onlarla olan əlaqənizi yuxarıdakı yolla xüsusiləşdirə bilərsiniz. Əgər siz bu ideya haqda daha çox öyrənmək istəyirsinizsə, <a href="http://gmpg.org/xfn/">XFN</a> -ə keç.

source: Image Address
az: Şəklin ünvanı

source: RSS Address
az: RSS ünvanı

source: Notes
az: Qeydlər

source: Rating
az: Reytinq

source: (Leave at 0 for no rating.)
az: (xal verməmək üçün 0-da saxlayın)

source: Admin Color Scheme
az: İdarəetmə səhifəsinin rəngi

source: %s (Pending)
az: %s(baxılması üçün gözlənilir)

source: Move up
az: Yuxarı apar

source: Move down
az: Aşağı apar

source: Edit Menu Item
az: Menyu elementini redaktə edin

source: Navigation Label
az: Naviqasiya Etiketi

source: Title Attribute
az: Başlıq Atributu

source: Link Target
az: Keçid Hədəfi

source: Same window or tab
az: Eyni pəncərə və ya alt pəncərə

source: New window or tab
az: Yeni pəncərə və ya alt pəncərə

source: CSS Classes (optional)
az: CSS siniflər(ixtiyari)

source: The description will be displayed in the menu if the current theme supports it.
az: Əgər cari tema təsviri dəstəkləyirsə, onda o menyuda görünəcək.

source: Original: %s
az: Orijinal: %s

source: Remove
az: Sil

source: Theme Locations
az: Temaların Məkanları

source: Custom Links
az: Xüsusi keçidlər

source: The current theme does not natively support menus, but you can use the &#8220;Custom Menu&#8221; widget to add any menus you create here to the theme&#8217;s sidebar.
az: Mövcud tema başlanğıc halda menyunu dəstəkləmir, amma siz Xüsusi Menyu vidcetindən istifadə edərək düzəltdiyiniz menyuları temanın qıraq zolağına əlavə edə bilərsiniz.

source: Your theme supports %s menu. Select which menu you would like to use.
az: Mövzu %s menyusunu dəstəkləyir. İstifadə etmək istədiyiniz menyunu seçin.

source: Label
az: Etiket

source: Menu Item
az: Menyu Elementi

source: Add to Menu
az: Menyuya əlavə edin

source: No items.
az: Hər hansı element yoxdur

source: Most Recent
az: Ən sonuncular

source: View All
az: Hamısını göstər

source: Search
az: Axtarış

source: No results found.
az: Heç nə tapılmadı.

# nav menu front page title
source: Home: %s
az: Baş səhifə: %s

# nav menu home label
source: Home
az: Baş səhifə

source: Select All
az: Hamısını Seç

source: Select menu items (pages, categories, links) from the boxes at left to begin building your custom menu.
az: Xüsusi menyunu düzəltməyə başlamaq üçün soldakı qutulardan sağdakı menyu elementlərini(səhifələr,bölmələr,keçidlər) seçin.

source: The Walker class named <strong>%s</strong> does not exist.
az: <strong>%s</strong> adlı Walker sinfi mövcud deyil.

source: Click Save Menu to make pending menu items public.
az: Baxılması üçün gözlənilən menyu elementlərini aktivləşdirmək üçün Menyunu Yaddaşa Verin düyməsinə basın.

source: Show advanced menu properties
az: Menyunun bütün xüsusiyyətlərini göstərin

source: CSS Classes
az: CSS sinifləri

source: An Unexpected HTTP Error occurred during the API request.
az: APl tələbi zamanı gözlənilməz HTTP xəta baş verdi.

source: An unknown error occurred.
az: Bilinməyən xəta baş verdi.

source: Plugins extend and expand the functionality of WordPress. You may automatically install plugins from the <a href="http://wordpress.org/extend/plugins/">WordPress Plugin Directory</a> or upload a plugin in .zip format via this page.
az: Qoşmalar WordPress imkanlarını genişləndirib artırır. Siz <a href="http://wordpress.org/extend/plugins/">WordPress Qoşma Kataloqu</a> vasitəsilə qoşmaları birbaşa quraşdıra və ya .zip formatında yükləyə bilərsiniz.

source: Search for plugins by keyword, author, or tag.
az: Açar söz, müəllif və ya işarələmələrə görə qoşma axtarın

source: Popular tags
az: Populyar işarələmələr

source: You may also browse based on the most popular tags in the Plugin Directory:
az: Həmçinin Qoşmalar Direktoriyasında məşhur açar sözlərlə də axtara bilərsiniz.

source: %d plugin
az: %d qoşma

source: %d plugins
az: %d qoşma

# Plugin Installer
source: Tag
az: İşarə

source: Search Plugins
az: Qoşma Axtarışı

source: Try again
az: Yenidən cəhd edin

source: Install a plugin in .zip format
az: .zip formatında olan qoşmanı quraşdırın

source: If you have a plugin in a .zip format, you may install it by uploading it here.
az: Əgər sizin .zip formatında qoşmanız varsa, siz onu sayta yükləməklə quraşdıra bilərsiz.

source: Plugin zip file
az: Qoşmanın zip faylı

source: Install Now
az: İndi Qurun

source: Version
az: Versiya

source: No plugins match your request.
az: Sizin sorğunuza cavab verən heç bir qoşma yoxdur.

source: By %s
az: %s -dan

source: More information about %s
az: %s haqqında daha çox məlumat.

source: Details
az: Təfərrüatlar

source: Install %s
az: Quraşdırın: %s
