Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: Hello world!
az: Salam, Dünya!

# Default post slug
source: hello-world
az: salam-dünya

source: Mr WordPress
az: Cənab WordPress

source: Hi, this is a comment.<br />To delete a comment, just log in and view the post&#039;s comments. There you will have the option to edit or delete them.
az: Salam, bu şərhdir.<br />Şərhi silmək üçün hesabınıza daxil olun və yazının şərhlərinə baxın. Orada sizin şərhləri silmək ya da redaktə etmək seçimləriniz olacaq.

source: This is an example of a WordPress page, you could edit this to put information about yourself or your site so readers know where you are coming from. You can create as many pages like this one or sub-pages as you like and manage all of your content inside of WordPress.
az: Bu WordPress səhifəsi üçün bir misaldır,siz bunu özünüz haqqında məlumatı yerləşdirəndən sonra redaktə edə bilərsiniz və beləliklə sizin saytda oxucular sizin hardan gəldiyinizi bilir. Siz bunun kimi çoxlu səhifələr yarada bilərs və WordPress-in içində məzmununuzun hamısını idarə edə bilərsiniz.

source: About
az: Haqqında

# Default page slug
source: about
az: haqqında

source: Your new WordPress site has been successfully set up at: %1$s You can log in to the administrator account with the following information: Username: %2$s Password: %3$s We hope you enjoy your new site. Thanks! --The WordPress Team http://wordpress.org/
az: Sizin yeni WordPress saytınız uğurla yerləşdirildi: %1$s : Siz növbəti məlumat ilə idarə başcısının hesabına daxil ola bilərsiniz İstifadəçi adı: %2$s Şifrə: %3$s Ümid edirik ki yeni saytınızdan zövq alacaqsınız.Təşəkkürlər! --The WordPress Team http://wordpress.org/

source: New WordPress Site
az: Yeni WordPress Səhifəsi

source: You can&#8217;t give users that role.
az: Siz &#8217;t istifadəçilərə bu hüquqları verə bilməzsiniz.

source: <strong>ERROR</strong>: Please enter a username.
az: <strong>XƏTA</strong>: Zəhmət olmasa istifadəçi adınızı daxil edin.

source: <strong>ERROR</strong>: You entered your new password only once.
az: <strong>XƏTA</strong>: Siz yeni parolunuzu ancaq bir dəfə daxil etmisiniz.

source: <strong>ERROR</strong>: Please enter your password.
az: <strong>XƏTA</strong>: Zəhmət olmasa parolunuzu daxil edin.

source: <strong>ERROR</strong>: Please enter your password twice.
az: <strong>XƏTA</strong>: Zəhmət olmasa parolunuzu iki dəfə daxil edin.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
az: <strong>XƏTA</strong>: Parolda "\" işarəsindən istifadə etmək olmaz.

source: <strong>ERROR</strong>: Please enter the same password in the two password fields.
az: <strong>XƏTA</strong>: Zəhmət olmasa eyni parolu hər iki sahədə daxil edin.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
az: <strong>Xəta</strong>: BU istifadəçi adı xətalıdır çünki yolverilməz simvolları var.Zəhmət olmasa uyğun istifadəçi adı daxil edin.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
az: <strong>XƏTA</strong>: Bu istifadəçi adı artıq qeydiyyatlıdır. Zəhmət olmasa başqasını seçin.

source: <strong>ERROR</strong>: Please enter an e-mail address.
az: <strong>XƏTA</strong>: Zəhmət olmasa e-mail adresinizi daxil edin.

source: <strong>ERROR</strong>: The e-mail address isn&#8217;t correct.
az: <strong>XƏTA</strong>: Bu e-poçt adresi düzgün deyil.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
az: <strong>XƏTA</strong>: Bu email artıq qeydiyyatlıdır, zəhmət olmasa başqasını seçin.

source: No matching users were found!
az: Oxşar istifadəçilər tapılmadı!

source: Notice:
az: Bildiriş:

source: You&rsquo;re using the auto-generated password for your account. Would you like to change it to something you&rsquo;ll remember easier?
az: Siz öz hesabınız üçün avtomatik yaradılan şifrədən istifadə edirsiz. Bunu daha yaxşı xatırlayacağınız başqa şifrə ilə dəyişmək istərdinizmi?

source: Yes, take me to my profile page
az: Bəli,zəhmət olmasa məni profil səhifəmə apar.

source: No thanks, do not remind me again
az: Xeyr, təşəkkür edirəm, bunu mənə daha xatırlatmayın

source: There are no options for this widget.
az: Bu vidget üçün heç bir seçim yoxdur.

source: Dashboard
az: Lövhə

source: Welcome to your WordPress Dashboard! You will find helpful tips in the Help tab of each screen to assist you as you get to know the application.
az: WordPress idarə lövhəsinə xoş gəlmişsiniz! Siz hər səhifəyə daxil olarkən Kömək bölməsindən həmin bölməyə aid faydalı məlumatlar əldə edə bilərsiniz.

source: The left-hand navigation menu provides links to the administration screens in your WordPress application. You can expand or collapse navigation sections by clicking on the arrow that appears on the right side of each navigation item when you hover over it. You can also minimize the navigation menu to a narrow icon strip by clicking on the separator lines between navigation sections that end in double arrowheads; when minimized, the submenu items will be displayed on hover.
az: Sol-əl hərəkət menyusu sizin WordPress anketində idarə ekranını keçidlərlə təchiz edir.Siz onu fırladanda hər hərəkət maddəsinin sağ tərəfində menydana çıxan oxa klikləyərək hərəkət qurğularını genişləndirə və ya yığcamlaşdıra bilərsiz.Siz həmçinin cüt oxbaşlıqlarında bitən hərəkət qurğularının arasındakı ayırıcı xətlərə klikləyərək rəmz zolağını kiçildə bilərsiz;kiçiltmə zamanı yarımmenyu maddələri gözləmə rejimində görsənəcək.

source: You can configure your dashboard by choosing which modules to display, how many columns to display them in, and where each module should be placed. You can hide/show modules and select the number of columns in the Screen Options tab. To rearrange the modules, drag and drop by clicking on the title bar of the selected module and releasing when you see a gray dotted-line box appear in the location you want to place the module. You can also expand or collapse each module by clicking once on the the module&#8217;s title bar. In addition, some modules are configurable, and will show a &#8220;Configure&#8221; link in the title bar when you hover over it.
az: Siz hansı modulları göstərmək,onları göstərmək üçün nə qədər sütun və və hər modul harada yerləşdirilməlidir bölmələri seçərək alət panelini quraşdıra bilərsiz.Siz modulları gizləyə/göstərə və Ekran Qurğuları cədvəlində sütunların sayını seçə bilərsiz.Modulları yenidən qruplaşdırmaq üçün seçilmiş modulların başlıq zolağına klikləyib sürüşdürərək və modulu yerləşdirmək istədiyiniz yerdə ortaya çıxan boz xətt qutusunu görəndə nəşr edərək edə bilərsiz.

source: The modules on your Dashboard screen are:
az: Sizin Alət Paneli səhifənizin modulları.

source: <strong>Right Now</strong> - Displays a summary of the content on your site and identifies which theme and version of WordPress you are using.
az: <strong>Elə indi</strong> -sizin səhifənizdəki şərhlərin icmalını göstərir və istifadə etdiyiniz mövzunun və WordPress versiyasını müəyyən edir.

source: <strong>Recent Comments</strong> - Shows the most recent comments on your posts (configurable, up to 30) and allows you to moderate them.
az: <strong>Sonuncu şərhlər</strong>-Sizin yazınızdakı ən sonuncu şərhləri göstərir(30 kimi düzəldilmiş)və onları azaltmağa imkan verir.

source: <strong>Incoming Links</strong> - Shows links to your site found by Google Blog Search.
az: <strong>İstinad edilən keçidlər</strong> - Sizin saytınıza Google Blog Axtarış sistemindən tapılan keçidləri göstərir.

source: <strong>QuickPress</strong> - Allows you to create a new post and either publish it or save it as a draft.
az: <strong>Cəld nəşr</strong> - Sizə yeni yazılar yaratmağa və həmçinin onları dərc etməyə və ya qaralama kimi saxlamağa imkan verir.

source: <strong>Recent Drafts</strong> - Displays links to the 5 most recent draft posts you&#8217;ve started.
az: <strong>Sonuncu Qaralama</strong>-Sizin yazdığınız &#8217;sonuncu qaralama keçidlərini göstərir.

source: <strong>Other WordPress News</strong> - Shows the feed from <a href="http://planet.wordpress.org" target="_blank">WordPress Planet</a>. You can configure it to show a different feed of your choosing.
az: <strong>Digər WordPress Xəbərləri</strong>-<a href="http://planet.wordpress.org" target="_blank">buradakı şərhləri göstərir WordPress Dünyası</a>. Siz bunu seçimlərinizin müxtəlif nəticəsini göstərmək üçün quraşdıra bilərsiz.

source: <strong>Plugins</strong> - Features the most popular, newest, and recently updated plugins from the WordPress.org Plugin Directory.
az: <strong>Qoşmalar</strong>-İmkanlar çox məşhurdur,WordPress.org Qoşma Kataloqundan en yeni ve sonuncu yenilənən qoşmalar.

source: <a href="http://codex.wordpress.org/Dashboard_SubPanel" target="_blank">Dashboard Documentation</a>
az: <a href="http://codex.wordpress.org/Dashboard_SubPanel" target="_blank">Alət Paneli Sənədləşməsi</a>

source: WordPress &rsaquo; Installation
az: WordPress &rsaquo; Quraşdırılması

source: <strong>ERROR</strong>: %s
az: <strong>XƏTA</strong>: %s

source: Site Title
az: Saytın başlığı

source: User(s) already exists.
az: İstifadəçi(lər) artıq mövcuddur.

source: Usernames can have only alphanumeric characters, spaces, underscores, hyphens, periods and the @ symbol.
az: İstifadəçi adlarının yalnız əlifba sırası ilə nömrələnmiş xüsusiyyətləri,araları,hesabları,xəttləri,dövrləri və simvolları @ ola bilər.

source: Password, twice
az: İkinci dəfə,şifrə

source: A password will be automatically generated for you if you leave this blank.
az: Buranı boş buraxsanız şifrə avtomatik formada yaranacaq

source: Strength indicator
az: Etibarlılıq göstəricisi

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
az: Qeyd: Parol ən azı yeddi simvol uzunluğunda olmalıdır. Onu daha etibarlı etmək üçün, böyük və kiçik hərflərin, rəqəmlər və ! " ? $ % ^ &amp; ) simvollarının kombinasiyasından istifadə edə bilərsiniz.

source: Your E-mail
az: Sizin E-poçt

source: Double-check your email address before continuing.
az: Davam etməzdən öncə e-poçt adresini iki dəfə yoxlayın.

source: Allow my site to appear in search engines like Google and Technorati.
az: Mənim səhifəmin Google və Technorati kimi axtarış proqramlarında görüntülənməsinə icazə ver.

source: Install WordPress
az: Wordpress sistemini quraşdırın

source: Already Installed
az: Artıq Quraşdırılmış

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
az: Siz artıq WordPress quraşdırmısınız. Onu yenidən quraşdırmaq üçün köhnə baza cədvəllərini silin.

source: Log In
az: Daxil Ol

source: You cannot install because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
az: Siz quraşdıra bilmirsiz,çünki <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> PHP versiyasının %2$s formasını tələb edir və ya daha çox və %3$s MySQL versiyasını və ya daha çox.Siz indi PHP versiyasının %4$s formasını və MySQL versiyasını %5$s formasını işlədirsiz.

source: You cannot install because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
az: Siz yükləyə bilməzsiniz,çünki<a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> PHP versiyasının %2$s tələb edir və daha çoxunu.Siz %3$s versiyasını işlədirsiz.

source: You cannot install because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
az: Siz yükləyə bilməzsiniz<a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> çünki MySQL versiyası %2$s tələb edir və daha çoxunu.Siz %3$s versiyasını işlədirsiz.

source: Insufficient Requirements
az: Qeyri-kafi Tələblər

source: Welcome
az: Xoş gəlmisiniz

source: Welcome to the famous five minute WordPress installation process! You may want to browse the <a href="%s">ReadMe documentation</a> at your leisure. Otherwise, just fill in the information below and you&#8217;ll be on your way to using the most extendable and powerful personal publishing platform in the world.
az: 5 dəqiqəlik məşhur WordPress quraşdırılma prosesinə xoş gəldiniz! Siz boş vaxtınızda <a href="%s">Oxu məni təlimatını</a> açıb baxa bilərsiniz. İndi isə sadəcə aşağıdakı sahələri doldurun və dünyada ən geniş və ən güclü olan şəxsi nəşr platformasını istifadə etməyə başlayın.

source: Information needed
az: Məlumat lazımdır

source: Please provide the following information. Don&#8217;t worry, you can always change these settings later.
az: Zəhmət olmasa aşağıdakı məlumatı təchiz edin.Narahat olmayın siz həmişə &#8217;bu əməliyyatları daha sonra dəyişə bilərsiz.

source: you must provide a valid username.
az: Siz uyğun istifadəçi adı daxil etməlisiz.

source: the username you provided has invalid characters.
az: Sizin daxil etdiyiniz istifadəçi adının xətalı simvolları var.

source: your passwords do not match. Please try again
az: Sizin şifrəniz uyğun gəlmir.Zəhmət olmasa yenidən cəhd edin.

source: you must provide an e-mail address.
az: siz e-poçt ünvanı daxil etməlisiniz.

source: that isn&#8217;t a valid e-mail address. E-mail addresses look like: <code>username@example.com</code>
az: bu düzgün e-poçt ünvanı deyil. E-poçt ünvanları belə olur: <code>istifadəçiadı@example.com</code>

source: Success!
az: Uğur!

source: WordPress has been installed. Were you expecting more steps? Sorry to disappoint.
az: WordPress quraşdırılıb. Daha çox addım gözləyirdiz?

source: Very weak
az: Çox asan

source: Weak
az: Asan

source: Strong
az: Güclü

source: Mismatch
az: Uyğunsuzluq

source: You do not have sufficient permissions to add links to this site.
az: Sizin bu səhifəyə keçidlər əlavə etməyə kifayət qədər icazəniz yoxdur.

source: Add New Link
az: Yeni link

source: Edit Category
az: Dəyiş

source: You do not have sufficient permissions to edit the links for this site.
az: Sizin bu səhifə üçün keçidlər əlavə etməyə kifayət qədər icazəniz yoxdur.

source: You can add links here to be displayed on your site, usually using <a href="%s">Widgets</a>. By default, links to several sites in the WordPress community are included as examples.
az: Siz adətən <a href="%s">Widgetlər</a> istifadə edərək saytınızda görünən keçidlər əlavə edə bilərsiz.İlkin olaraq,WordPress cəmiyyətində müxtəlif saytlar üçün olan keçidlər nümunə kimi daxil edilir.

source: Links may be separated into categories; these are different than the categories used on your posts.
az: Keçidlər bölmələrə ayrıla bilər;bunlar sizin yazınızda istifadə edilən bölmələrdən fərqlidir.

source: You can customize the display of this screen using the Screen Options tab and/or the dropdown filters above the links table.
az: Hazırki səhifənin görünüşündə dəyişiklik etmək üçün ekran seçimləri bölməsindən və aşağıya açılan filtrlərdən istifadə edə bilərsiniz.

source: If you delete a link, it will be removed permanently, as Links do not have a Trash function yet.
az: Əgər siz keçidi ləğv etsəz,o həmişəlik silinəcək,belə ki Keçidlərin hələlik Zibil Qutusu funksiyası yoxdur.

source: <a href="http://codex.wordpress.org/Links_Edit_SubPanel" target="_blank">Link Management Documentation</a>
az: <a href="http://codex.wordpress.org/Links_Edit_SubPanel" target="_blank">Keçid Nəzarət Sənədləşməsi</a>

# link
source: Add New
az: Yenisini əlavə edin

source: %s link deleted.
az: %s istinad silindi.

source: Search Links
az: Keçid axtarışı

source: View all Categories
az: Bütün Kateqoriyaları gör

source: Order by Link ID
az: Keçid ID - nə görə sırala

source: Order by Name
az: Ada görə sırala

source: Order by Address
az: Adresə görə sırala

source: Order by Rating
az: Reytinqə görə sırala

source: Visit %s
az: Keçid: %s

source: No links found.
az: Heç bir istinad tapılmadı.

source: XML error: %1$s at line %2$s
az: XML xəta: %2$s sətrində %1$s xətası

source: Edit Link
az: Keçidi Redaktə et

source: Link not found.
az: İstinad tapılmadı.

source: WordPress &rsaquo; Database Repair
az: WordPress &rsaquo; Verilənlər Bazasının bərpa edilməsi

source: To allow use of this page to automatically repair database problems, please add the following line to your wp-config.php file. Once this line is added to your config, reload this page.
az: Bu səhifənin verilənlər bazasının avtomatik yenilənməsinin istifadəsinə icazə üçün,zəhmət olmasa aşağıdakı sətri öz wp-config.php sənədinizə əlavə edin.Bu sətir sizin quraşdırmaya bir dəfə yüklənib,bu səhifəni yeniləyin.

source: Some database problems could not be repaired. Please copy-and-paste the following list of errors to the <a href="%s">WordPress support forums</a> to get additional assistance.
az: Bəzi verilənlər bazası yenidən bərpa oluna bilmədi.Zəhmət olmasa əlavə yardım əldə etmək üçün aşağıdakı xəta sətrini<a href="%s">WordPress dəstək forumları</a> köçür-və-yapışdır.

source: Repairs complete. Please remove the following line from wp-config.php to prevent this page from being used by unauthorized users.
az: Bitmiş bərpalar.Zəhmət olmasa bu səhifənin qanunsuz istifadəçilər tərəfindən istifadəsinin qarşısını almaq üçün aşağıdakı sətri wp-config.php dan çıxardın.

source: One or more database tables is unavailable. To allow WordPress to attempt to repair these tables, press the "Repair Database" button. Repairing can take awhile, so please be patient.
az: Bİr və ya daha çox verilənlər bazası cədvəlləri aktiv deyil.WordPressin bu cədvəlləri bərpa etməsinə icazə üçün "Verilənlər bazasını bərpa et" düyməsinə basın.Bərpa biraz vaxt ala bilər,zəhmət olmasa səbirli olun.

source: Repair Database
az: Verilənlər Bazasının Bərpa Et

source: WordPress can also attempt to optimize the database. This improves performance in some situations. Repairing and optimizing the database can take a long time and the database will be locked while optimizing.
az: WordPress həmçinin verilənlər bazasını optimallaşdırmaq üçün cəhd edə bilər.Bu bəzi vəziyyətdə səmərəliliyi yaxşılaşdırır. Verilənlər bazasını bərpa etmək və optimallaşdırmaq uzun zaman çəkə bilər və verilənlər bazası optimallaşdırılana qədər bağlanılacaq.

source: Repair and Optimize Database
az: Verilənlər Bazasını Bərpa et və Optimallaşdır

source: You are not allowed to be here
az: Burda olmağa sizə icazə verilmir.

source: Upload New Media
az: Yeni media faylı yüklə

source: You can upload media files here without creating a post first. This allows you to upload files to use with posts and pages later and/or to get a web link for a particular file that you can share.
az: Siz bura daşıyıcı sənədləri birinci poçtu yaratmamış yükləyə bilərsiniz. Bu sizə sənədlərdən və səhifələrdən istifadə edərək nisbətən gec yükləməyə icazə verir və ya paylaşdığınız ətraflı sənəd üçün veb keçidinə nail olur.

source: There are two options for uploading files: <em>Select Files</em> will open the Flash-based uploader (multiple file upload allowed), or you can use the <em>Browser Uploader</em>. Clicking <em>Select Files</em> opens a navigation window showing you files in your operating system. Selecting <em>Open</em> after clicking on the file you want activates a progress bar on the uploader screen. Basic image editing is available after upload is complete. Make sure you click <em>Save</em> before leaving this screen.
az: Faylları yükləmək üçün iki ayar var: <em>Faylları Seçin</em>sürətli yerləşdirilmə yüklənməsi açılacaq(təkrar sənəd yüklənməyə imkan yaratdı) və ya siz <em>Yüklənilən baxış</em>-dən istifadə edə bilərsiniz.<em>Sənədləri Seçin</em> basın,hərəkət pəncərəsi açılır sizin əməliyyat sisteminizdə sənədləriniz görünür.<em>Açın</em> seçin istədiyiniz sənədə basdıqdan sonra yüklənmə ekranında irəliləyiş paneli hərəkətə gətirilir. Əsas şəkil redaktəsi yüklənmə tamamlanandan sonra mümkündür. Bu ekranı tərk etməzdən əvvəl əmin olun ki, <em>Yaddaşa verin</em>-ni basdınız.

source: <a href="http://codex.wordpress.org/Media_Add_New_SubPanel" target="_blank">Documentation on Uploading Media Files</a>
az: <a href="http://codex.wordpress.org/Media_Add_New_SubPanel" target="_blank">Media Sənədlərinin Yeilənməsinin Sənədləşməsi</a>

source: You are not allowed to edit this attachment.
az: Sizin bu qovluğu redaktə etməyə icazəniz yoxdur.

source: You attempted to edit an attachment that doesn&#8217;t exist. Perhaps it was deleted?
az: Siz mövcud olmayan &#8217;qovluğunu redaktə etməyə cəhd etdiniz.Ola bilər o silinsin?

source: You can&#8217;t edit this attachment because it is in the Trash. Please move it out of the Trash and try again.
az: Siz bu qovluğu &#8217;redaktə edə bilməzsiniz çünki o Zibil Qutusundadır.Zəhmət olmasa onu Zibil qutusundan çıxarın və yenidən cəhd edin.

source: Media attachment updated.
az: Media qoşması yeniləndi

source: Update Media
az: Media faylını yenilə

source: Super Admin
az: Super İnzibatçı

source: Admin
az: İnzibatçı

source: Sites
az: Saytlar

source: Users
az: İstifadəçilər

source: Themes
az: Temalar

source: Options
az: Seçimlər

source: My Sites
az: Mənim səhifələrim

source: %d WordPress Update
az: %d WordPress Yenilənməsi

source: %d Plugin Update
az: %d qoşma yenilənməsi

source: %d Theme Update
az: %d tema yenilənməsi

source: Updates %s
az: Yenilənmə %s

# post
source: Add New
az: Yeni

source: Library
az: Kitabxana

# file
source: Add New
az: Yeni

source: Pages
az: Səhifələr

# page
source: Add New
az: Yeni

source: Comments %s
az: Şərhlər %s

source: Appearance
az: Görünüş

source: Menus
az: Menyular

# theme editor
source: Editor
az: Tema redaktoru

source: Plugins %s
az: Qoşmalar %s

# plugin
source: Add New
az: Yeni qoşma

# plugin editor
source: Editor
az: Qoşma redaktoru

source: Installed Plugins
az: Quraşdırılmış qoşmalar

source: Profile
az: Profil

# user
source: Add New
az: Yenisini əlavə edin

source: Your Profile
az: Profiliniz

source: All Users
az: Bütün istifadəçilər

source: Add New User
az: Yeni istifadəçi əlavə edin

source: Tools
az: Alətlər

source: Delete Site
az: Səhifəni silin

source: Network
az: Şəbəkə

source: Settings
az: Tənzimləmələr

# settings screen
source: General
az: Ümumi

source: Writing
az: Yazı

source: Reading
az: Oxu

source: Privacy
az: Gizlilik

source: Permalinks
az: Permalinklər

source: You do not have sufficient permissions to access this page.
az: Sizin bu səhifəyə daxil olmağa kifayət qədər icazəniz yoxdur.

source: Your theme does not support navigation menus or widgets.
az: Sizin mövzunuz hərəkət menyularını və vidgetlərini dəstəkləmir.

source: The menu item has been successfully deleted.
az: Menyu maddəsi uğurlu silindi.

source: The menu has been successfully deleted.
az: Menyu uğurla silindi

source: The <strong>%s</strong> menu has been successfully created.
az: <strong>%s</strong>menyusu uğurla düzəldildi.

source: Please enter a valid menu name.
az: Zəhmət olmasa uyğun menyu adı daxil edin

source: The <strong>%s</strong> menu has been updated.
az: <strong>%s</strong> menyusu yenilənilib.
