Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: Sorry, you cannot edit comments.
az: Bağışlayın, siz şərhləri redaktə edə bilməzsiniz.

source: Invalid comment status.
az: Şərh vəziyyəti yanlışdır.

source: Sorry, the comment could not be edited. Something wrong happened.
az: Bağışlayın, şərh redaktə oluna bilmədi. Hansısa səhv baş verdi.

source: You must be registered to comment
az: Şərh yazmaq üçün qeydiyyatlı olmalısınız

source: Invalid post ID.
az: Yazı ID'si yanlışdır.

source: Comment author name and email are required
az: Şərh müəllifinin adı və e-poçtu vacibdir

source: A valid email address is required
az: Düzgün email adresi tələb olunur

source: You are not allowed access to details about this site.
az: Bu sayt haqda təfsilatlara giriş hüququnuz yoxdur.

source: You are not allowed access to details about comments.
az: Sizin bu şərhlər haqqında məlumat əldə etmək imkanınız yoxdur.

source: You are not allowed to update options.
az: Siz tənzimləməri yeniləmək hüququna malik deyilsiniz.

source: Sorry, you do not have access to user data on this site.
az: Üzr istəyirik, bu saytda istifadəçi məlumatlara giriş hüququnuz yoxdur.

source: Sorry, you cannot edit this post.
az: Üzr istəyirik, siz bu yazını redaktə edə bilməzsiniz.

source: Either there are no posts, or something went wrong.
az: Ya burda post yoxdu, ya da nə isə səhv gedib.

source: Sorry, this user can not edit the template.
az: Üzr istəyirik, bu istifadəçi bu şablonu redaktə edə bilməz.

source: Sorry, this user cannot edit the template.
az: Üzr istəyirik, bu istifadəçi bu şablonu redaktə edə bilməz.

source: Either the file is not writable, or something wrong happened. The file has not been updated.
az: Ya fayl oxuna bilmir, ya da nəsə bir səhv baş verib. Fayl yenilənməyib.

source: Sorry, you are not allowed to post on this site.
az: Üzr istəyirik, bu saytda yazmaq hüququnuz yoxdur.

source: Sorry, no such post.
az: Üzr istəyirik, belə blog yoxdur.

source: Sorry, you do not have the right to publish this post.
az: Üzr istəyirik, sizin bu yazını dərc etməyə hüququnuz çatmır.

source: Sorry, you are not allowed to publish posts on this site.
az: Üzr istəyirik, bu saytda yazı yayımlamaq hüququnuz yoxdur.

source: Sorry, you are not allowed to publish pages on this site.
az: Üzr istəyirik, bu saytda səhifələri yayımlamaq hüququnuz yoxdur.

source: Invalid post type.
az: Səhv yazı növü.

source: You are not allowed to post as this user
az: Siz bu istifadəçi kimi yazını dərc edə bilməzsiniz

source: You are not allowed to create pages as this user
az: Bu istifadəçi ilə sizin səhifə yaratmağa səlahiyyətiniz çatmır.

source: You are not allowed to change the post author as this user.
az: Bu istifadəçi ilə sizin məqaləni redaktə etməyə səlahiyyətiniz çatmır.

source: You are not allowed to change the page author as this user.
az: Bu istifadəçi ilə sizin səhifəni redaktə etməyə səlahiyyətiniz çatmır.

source: Sorry, you do not have the right to publish this page.
az: Bağışlayın, sizin bu səhifəni dərc etməyə hüquqlarınız çatmır.

source: Sorry, your entry could not be edited. Something wrong happened.
az: Bağışlayın,sizin qeydiniz dərc olunmadı.Xəta baş verdi.

source: Sorry, you must be able to edit posts on this site in order to view categories.
az: Siz kateqoriyalara baxmaq üçün saytda yazı redaktə etmə səlahiyyətinə malik olmalısınız.

source: You are not allowed to upload files to this site.
az: Siz bu sayta fayl yükləyə bilməzsiniz.ə b

source: Could not write file %1$s (%2$s)
az: %1$s (%2$s) faylı yazıla bilmir.

source: Sorry, you can not edit this post.
az: Üzr istəyirik, siz bu yazını redaktə edə bilməssiniz.

source: Is there no link to us?
az: Bizə heç bir link yoxdur?

source: The specified target URL cannot be used as a target. It either doesn&#8217;t exist, or it is not a pingback-enabled resource.
az: Göstərilmiş URL hədəf kimi istifadə oluna bilməz. ya o artıq yoxdur ya da ki pingback - imkanlı resurs deyil.

source: The source URL and the target URL cannot both point to the same resource.
az: Qaynaq URL və hədəf URL eyni resursa işarə edə bilməzlər.

source: The pingback has already been registered.
az: Pingback artıq qeydiyyatdan keçirilib.

source: The source URL does not exist.
az: Mənbə URL yoxdur.

source: We cannot find a title on that page.
az: Biz bu səhifədə başlıq tapa bilmədik.

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
az: URL mənbəsi URL nişanına keçid yerləşdirmir və beləliklə mənbə kimi istifadə edilə bilməz.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
az: %1$s-dən %2$s-ə Pingback qeydə alındı. Şəbəkə söhbətini saxlayın! :)

source: The specified target URL does not exist.
az: Hədəf URL mövcüd deyil.

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
az: Bir və ya daha çox verilənlər bazası cədvəli uyğun deyil. Verilənlər bazasınızın <a href="%s">təmirə</a> ehtiyacı ola bilər.

source: <h1>Error establishing a database connection</h1> <p>This either means that the username and password information in your <code>wp-config.php</code> file is incorrect or we can't contact the database server at <code>%s</code>. This could mean your host's database server is down.</p> <ul> <li>Are you sure you have the correct username and password?</li> <li>Are you sure that you have typed the correct hostname?</li> <li>Are you sure that the database server is running?</li> </ul> <p>If you're unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href='http://wordpress.org/support/'>WordPress Support Forums</a>.</p>
az: <h1>Verilənlər bazasıyla bağlantıda xəta oldu</h1> <p>Bu ya <code>wp-config.php</code> faylında göstərilən istifadəçi adı və paroldan ən azı birinin səhv olması səbəbindən, ya da <code>%s</code>-da olan verilənlər bazası serverinə qoşula bilməməmiz səbəbindən ola bilər. Sonuncu variant isə hostinqinizdəki verilənlər bazası serverinin hazırda işlək halda olmaması deməkdir.</p> <ul> <li>Siz istifadəçi adı və parolunuzun doğruluğuna əminsinizmi?</li> <li>Siz düzgün host adı daxil etdiyinizə əminsinizmi?</li> <li>Siz işlək verilənlər bazası adı daxil etdiyinizə əminsinizmi?</li> </ul> <p>Əgər siz bu terminlərin hansı mənanı verdiyinə tam əmin deyilsinizsə, mütləq hostinq xidmətini göstərən dəstək xidməti ilə əlaqə saxlayın. Həmçinin kömək üçün həmişə <a href='http://wordpress.org/support/'>WordPress Dəstək Forumlarını</a> ziyarət edə bilərsiniz.</p>

source: Invalid database prefix
az: Verilənlər bazası prefiksi səhvdir

source: <h1>Can&#8217;t select database</h1> <p>We were able to connect to the database server (which means your username and password is okay) but not able to select the <code>%1$s</code> database.</p> <ul> <li>Are you sure it exists?</li> <li>Does the user <code>%2$s</code> have permission to use the <code>%1$s</code> database?</li> <li>On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?</li> </ul> <p>If you don't know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="http://wordpress.org/support/">WordPress Support Forums</a>.</p>
az: <h1>Verilənlər bazası seçilə bilmir</h1> <p>Biz verilənlər bazası serverinə qoşula bilirik (o deməkdir ki, sizin istifadəçi adınız və şifrəniz düzgündür), amma verilənlər bazasının özünü <code>%1$s</code> seçə bilmirik.</p> <ul> <li>Əminsiniz ki, bu mövcuddur?</li> <li><code>%2$s</code> adlı istifadəçinin <code>%1$s</code> verilənlər bazasını istifadə etməyə icazəsi varmı?</li> <li>Bəzi sistemlərdə verilənlər bazası sizin istifadəçi adınıza əlavə edilir, belə ki bu belə <code>istifadəçi adı_%1$s</code> ola bilər. Burada problem ola bilər?</li> </ul> <p>Siz əgər verilənlər bazasını necə quraşdırmağı bilmirsinizsə, gərək hostinq xidmətini göstərən dəstək xidməti ilə <strong>əlaqə yaradasınız</strong>. Əgər bu da alınmasa, siz <a href="http://wordpress.org/support/">WordPress Dəstək Forumlarından</a>.</p> yardım istəyə bilərsiniz.

source: WordPress database error %1$s for query %2$s made by %3$s
az: %3$s tərəfindən edilmiş %2$s sorğusu üçün %1$s Wordpress Verilənlər Bazası xətası

source: WordPress database error %1$s for query %2$s
az: %2$s sorğusu üçün Wordpress %1$s Verilənlər Bazası xətası

source: $db->get_row(string query, output type, int offset) -- Output type must be one of: OBJECT, ARRAY_A, ARRAY_N
az: $db->get_row(string query, output type, int offset) -- Çıxış tipi bunlardan biri olmalıdır: OBJECT, ARRAY_A, ARRAY_N

source: GLOBALS overwrite attempt detected
az: GLOBALS köçürmə cəhdi aşkar edildi

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
az: Serveriniz PHP versiyası olaraq %1$s istifadə edir lakin WordPress ən az %2$ versiyası ilə çalışa bilər

source: Your PHP installation appears to be missing the MySQL extension which is required by WordPress.
az: Sizin PHP instalyasiyanızda MySQL genişlənməsi yoxdur. Bu da WordPress üçün vacibdir.

source: Maintenance
az: Qoruma rejimi

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
az: Planlaşdırılmış xidmət üçün qısa tərzdə mümkün deyil. Bir dəqiqəyə təkrar yoxlayın.

source: <strong>ERROR</strong>: <code>$table_prefix</code> in <code>wp-config.php</code> can only contain numbers, letters, and underscores.
az: <strong>SƏHV</strong>: <code>$table_prefix</code> da <code>wp-config.php</code> ancaq rəqəmlər, hərflər və altdan xətt ola bilər.

source: Your server is running PHP version %1$s but WordPress requires at least %2$s.
az: Serveriniz PHP versiyası olaraq %1$s istifadə edir lakin WordPress ən az %2$ versiyası ilə çalışa bilər.

source: <strong>ERROR</strong>: "Table Prefix" can only contain numbers, letters, and underscores.
az: <strong>XƏTA</strong>: "Cədvəlin ön simvolu" yalnız rəqəm, hərf və altxəttdən ibarət ola bilər.

source: There doesn't seem to be a <code>wp-config.php</code> file. I need this before we can get started. Need more help? <a href='http://codex.wordpress.org/Editing_wp-config.php'>We got it</a>. You can create a <code>wp-config.php</code> file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.</p><p><a href='%ssetup-config.php' class='button'>Create a Configuration File</a>
az: Serverinizdə <code>wp-config.php</code> nəsə görünmür. Başlamadan əvvəl bu fayla ehtiyacım var. Köməyə ehtiyatınız var? <a href=\'http://codex.wordpress.org/Editing_wp-config.php\'>Bura baxın</a>. <code>wp-config.php</code> faylını veb interfeysi ilə yarada bilərsiniz, lakin bu bütün serverlərdə işləməyə bilər. Ən təhlükəsiz yol faylı əl ilə yaratmağınızdır. </p><p><a href=\'%ssetup-config.php\' class=\'button\'>Konfiqurasiya faylını yarat</a>

source: Edit My Profile
az: Profil redaktəsi

source: All Posts
az: Bütün yazılar

source: All Pages
az: Bütün səhifələr

source: %s item
az: %s obyekt

# WordPress
source: Proudly powered by %s
az: Sayt %s sistemində qurulmuşdur

source: Howdy, %1$s
az: Salam, %1$s

# admin bar menu group label
source: New
az: Yeni

# add new on admin bar
source: Post
az: Yazı

# add new on admin bar
source: Page
az: Səhifə

# add new media
source: Add New
az: Yeni

# add new from admin bar
source: User
az: İstifadəçi

source: Customize
az: Fərdiləşdirmək

# taxonomy general name
source: Tags
az: Açar sözlər

source: Available Tools
az: Mövcud alətlər

source: All Links
az: Bütün linklər

source: Search Engine Visibility
az: Axtarış motorlarına görünmək

source: Discourage search engines from indexing this site
az: Axtarış motorlarına bu saytı indeksləməyə qadağa qoyun

source: It is up to search engines to honor this request.
az: Bu istəyinizə hörmət edilməsi axtarış motorlarından asılıdır.

source: Create a brand new user and add it to this site.
az: Yeni marka istifadəçisi yarat və sayta əlavə et.
