Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: Numeric
az: Rəqəmsal

source: Custom Structure
az: Xüsusi Struktur

source: Optional
az: İxtiyari

source: If you like, you may enter custom structures for your category and tag <abbr title="Universal Resource Locator">URL</abbr>s here. For example, using <kbd>topics</kbd> as your category base would make your category links like <code>http://example.org/topics/uncategorized/</code>. If you leave these blank the defaults will be used.
az: Siz istəsəniz bölmələriniz və etiketləriniz üçün xüsusi strukturları bura<abbr title="Universal Resource Locator">URL</abbr>s daxil edə bilərsiz.Məsələn,bölmə əsası kimi <kbd>başlıqlar</kbd> istifadə edərək sizin bölmə keçidlərinizi belə <code>http://example.org/topics/uncategorized/</code> düzəldə bilər.Siz bu toplunu tərk etsəz,ilkin forma işlədiləcək.

source: If you like, you may enter custom structures for your category and tag <abbr title="Universal Resource Locator">URL</abbr>s here. For example, using <code>topics</code> as your category base would make your category links like <code>http://example.org/index.php/topics/uncategorized/</code>. If you leave these blank the defaults will be used.
az: Siz istəsəniz bölmələriniz və etiketləriniz üçün xüsusi strukturları bura<abbr title="Universal Resource Locator">URL</abbr>s daxil edə bilərsiz.Məsələn,bölmə əsası kimi <code>başlıqlar</code> istifadə edərək sizin bölmə keçidlərinizi belə<code>http://example.org/index.php/topics/uncategorized/</code> düzəldə bilər.Siz bu toplunu tərk etsəz,ilkin forma işlədiləcək.

source: Category base
az: Bölmə əsasları

source: Tag base
az: Etiket əsasları

source: If your <code>web.config</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your <code>web.config</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all. Then insert this rule inside of the <code>/&lt;configuration&gt;/&lt;system.webServer&gt;/&lt;rewrite&gt;/&lt;rules&gt;</code> element in <code>web.config</code> file.
az: Əgər sizin <code>web.quraş.</code> sənədi idisə<a href="http://codex.wordpress.org/Changing_File_Permissions">yazılabiləndirsə</a>, biz bunu avtomatik edə bilərik,amma bu bele deyil&#8217;beləki bu sizin<code>web.konfiq</code> sənədinizdə olması gərəkən yenidən url yazma qaydasıdır.Sonra bu <code>/&lt;configuration&gt;/&lt;system.webServer&gt;/&lt;rewrite&gt;/&lt;rules&gt;</code> element in <code>web.config</code> sənədə onu daxil edin.

source: If you temporarily make your <code>web.config</code> file writable for us to generate rewrite rules automatically, do not forget to revert the permissions after rule has been saved.
az: Əgər siz müvəqqəti olaraq sənədinizi bizim üçün qaydaları avtomatik şəkildə yenidən yazılan formada düzəltmək üçün yazılı etsəniz,qaydalar yaddaşa veriləndən sonra icazələrə qayıtmağı unutmayın.

source: If the root directory of your site were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your <code>web.config</code> file. Create a new file, called <code>web.config</code> in the root directory of your site. Click in the field and press <kbd>CTRL + a</kbd> to select all. Then insert this code into the <code>web.config</code> file.
az: Əgər sizin saytınızın əsas kataloqu <a href="http://codex.wordpress.org/Changing_File_Permissions">yazılı</a> -dırsa,biz bunu avtomatik olaraq edə bilərik,amma bu o &#8217;demek deyil ki,bu sizib sənədinizdə<code>web.konfiq</code> olması gərəkən url yenidən yazı qaydasıdır.Saytınızın kataloqunda <code>web.konfiq</code> adlanan yeni sənəd düzəldin.Bölməni klikləyin və hamısını seçmək üçün <kbd>CTRL + a</kbd> basın.Sonra bu şifrəni <code>web.konfiq</code>sənədə daxil edin.

source: If you temporarily make your site&#8217;s root directory writable for us to generate the <code>web.config</code> file automatically, do not forget to revert the permissions after the file has been created.
az: Əgər siz müvəqqəti olaraq &#8217 saytlarınızı düzəldirsinizsə,yazılan kateqoriyası sənədini <code>web.config</code> qeyri-ixtiyari əmələ gətirməklə bizə təqdim edin,sənəd yaradılandan sonra icazələrə qayıtmağı unutmayın.

source: If your <code>.htaccess</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so these are the mod_rewrite rules you should have in your <code>.htaccess</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all.
az: Əgər sizin <code>.htaccess</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">yazılı</a>,sənədiniz idisə,biz onu avtomatik edə bilərik,amma bu o &#8217;demek deyilki,bunlar sizin <code>.htaccess</code> sənədinizdə olması gərəkən mod_yenidən yazı qaydalarıdır.Bölməyə klikləyin və hamısını seçmək üçün <kbd>CTRL + a</kbd> basın.

source: Privacy Settings
az: Gizlilik Qurğuları

source: You can choose whether or not your site will be crawled by robots, ping services, and spiders. If you want those services to ignore your site, click the second option here. Note that your privacy is not complete; your site is still visible on the web.
az: Seçib seçməmənizdən asılı olmayaraq saytınız bot, ping servisləri və veb hörümçəkləri tərəfindən daranacaq. Əgər siz bu servislərin sizin saytınıza əhəmiyyət verməməsini istəyirsinizsə, o halda ikinci seçimi seçin. Qeyd edək ki, sizin saytın görünməzliyi tam deyil, saytınız hazırda ziyarətə açıq vəziyyətdədir.

source: When this setting is in effect a reminder is shown in the header of these administration screens that says, &#8220;Search Engines Blocked,&#8221; to remind you that your site is not being crawled.
az: Bu quraşdırma xatırladıcı effektində olanda idarəetmə ekranında başlıqda görsənir və deyir &#8220;Axtarış Sistemləri Məhdudlaşdırılıb,&#8221; və sizə saytınıza müdaxilə olunmadığını xatırladır.

source: <a href="http://codex.wordpress.org/Settings_Privacy_SubPanel" target="_blank">Privacy Settings Documentation</a>
az: <a href="http://codex.wordpress.org/Settings_Privacy_SubPanel" target="_blank">Gizlilik Qurğularının Sənədləşməsi</a>

source: Site Visibility
az: Səhifə Görüntüsü

source: I would like my site to be visible to everyone, including search engines (like Google, Bing, Technorati) and archivers
az: Mən axtarış sistemlərinə(Google,Bİng,Technorati kimi) və arxivlərə daxil olaraq səhifəmin hamıya görünməsini istərdim

source: I would like to block search engines, but allow normal visitors
az: Mən axtarış sistemlərini məhdudlaşdırıb,normal ziyarətçilərə izn vermək istərdim

source: Reading Settings
az: Oxu Qurğuları

source: This screen contains the settings that affect the display of your content.
az: Bu görüntü sizin məzmununuzun ekranına təsir edən qurğudan ibarətdir.

source: You can choose what&#8217;s displayed on the front page of your site. It can be posts in reverse chronological order (classic blog), or a fixed/static page. To set a static home page, you first need to create two <a href="%s">Pages</a>. One will become the front page, and the other will be where your posts are displayed.
az: Saytınızın əsas səhifəsində nəyin göstərilməsini özünüz seçə bilərsiniz. Məsələn əsas səhifəniz bloqlara xas şəkildə, zamana görə sıralanmış yazılardan ibarət ola bilər(başlanğıc quraşdırmada məhz belə olur), həmçinin istəsəniz əsas səhifəniz hansısa statik səhifə(məsələn "Xoş gəlmisiniz" səhifəsi) də ola bilər. Əsas səhifəyə bu tip statik səhifə təyin etmək üçün siz <a href="%s">iki səhifə yaratmalısınız</a>. Bunlardan biri əsas səhifə rolunu oynayacaq, digəri isə əsas səhifədən çıxdaş etdiyiniz yazılar-xəbərlər bölməsi rolunu oynayacaq.

source: You can also control the display of your content in RSS feeds, including the maximum numbers of posts to display, whether to show full text or a summary, and the character set encoding.
az: Siz əgər mətni və qısa məzmunu təmamilə göstərib və işarələri kodlaşdıraraq,həmçinin görüntüləmək üçün yazıların maximum rəqəmlərini daxil edərək məzmununuzun RSS sənədində ekranı idarə edə bilərsiz.

source: <a href="http://codex.wordpress.org/Settings_Reading_SubPanel" target="_blank">Reading Settings Documentation</a>
az: <a href="http://codex.wordpress.org/Settings_Reading_SubPanel" target="_blank">Oxu Qurğularının Sənədləşdirilməsi</a>

source: Front page displays
az: ÖN Səhifə görüntüsu

source: Your latest posts
az: Sizin ən son yazılarınız

source: A <a href="%s">static page</a> (select below)
az: <a href="%s">Statik səhifə</a> (aşağıdan seçin)

source: Front page: %s
az: %s: Baş səhifə

source: Posts page: %s
az: Yazılar səhifəsi: %s

source: <strong>Warning:</strong> these pages should not be the same!
az: <strong>Diqqət:</strong> bu səhifələr eyni ola bilməzlər!

source: Blog pages show at most
az: Bloq səhifəsində hər səhifədə olan yazı sayı

source: posts
az: yazılar

source: Syndication feeds show the most recent
az: RSS kanalınızda hər səhifədə göstərilən yazı sayı

source: items
az: elementlər

source: For each article in a feed, show
az: RSS mətnlərdə göstərilən mətn

source: Full text
az: Tam mətn

source: Summary
az: Qısa məzmun

source: Encoding for pages and feeds
az: Səhifələrin və sənədlərin şifrələnməsi

source: The <a href="http://codex.wordpress.org/Glossary#Character_set">character encoding</a> of your site (UTF-8 is recommended, if you are adventurous there are some <a href="http://en.wikipedia.org/wiki/Character_set">other encodings</a>)
az: Sizin səhifənizin <a href="http://codex.wordpress.org/Glossary#Character_set">işarələrin kodlaşdırılması</a> kodlaşması(UTF-8 məsləhət görüldü, əgər siz xətalısınızsa orada bəzi <a href="http://en.wikipedia.org/wiki/Character_set">digər kodlaşdırılmalar</a>var)

source: Writing Settings
az: Yazı ayarları

source: You can submit content in several different ways; this screen holds the settings for all of them. The top section controls the editor within these administration screens, while the rest control external publishing methods. For more information on any of these methods, use the documentation links below.
az: Siz bir neçə müxtəlif yolda məzmunu təqdim edə bilərsiniz;bu ekran onların hamısı üçün ayarları yerləşdirir.Qalanları xarici nəşr metodlarını idarə edərkən baş bölmə bu idarə ekranları çərçivəsində redaktora nəzarət edir.Bu metodların hər hansı birindən əlavə informasiya almaq üçün, aşağıda sənədləşmə keçidindən istifadə edin.

source: <a href="http://codex.wordpress.org/Settings_Writing_SubPanel" target="_blank">Writing Settings Documentation</a>
az: <a href="http://codex.wordpress.org/Settings_Writing_SubPanel" target="_blank"> Yazı ayarları sənədləşdirilməsi</a>

source: Size of the post box
az: Yazı qutusunun ölçüsü

source: lines
az: sətir

source: Formatting
az: Formatlama

source: Convert emoticons like <code>:-)</code> and <code>:-P</code> to graphics on display
az: Emosiya işarəsini <code>:-)</code> kimi və ekranda<code>:-P</code> qrafikalara çevirin.

source: WordPress should correct invalidly nested XHTML automatically
az: WordPress avtomatik olaraq düzgün yazılmamış XHTML kodları düzəltməlidir

source: Default Post Category
az: İlkin Poçt Bölmələri

source: Default Link Category
az: İlkin Keçid Bölməsi

source: Press This is a bookmarklet: a little app that runs in your browser and lets you grab bits of the web.
az: "Kilklə" sizin internet bələdçinizdə işləyən və sizə internetdən müəyyən şeyləri götürməyə imkan verən kiçik tətbiqetmədir.

source: Use Press This to clip text, images and videos from any web page. Then edit and add more straight from Press This before you save or publish it in a post on your site.
az: İstənilən veb səhifədən mətni,şəkilləri və videoları qısaltmaq üçün Press-dən istifadə edin. Sonra onu sizin saytınızda poçtda yaddaşa verməmişdən və redaktə etməmişdən əvvəl Press-dən daha düzgün əlavə və redaktə edin.

source: Drag-and-drop the following link to your bookmarks bar or right click it and add it to your favorites for a posting shortcut.
az: Öz seçilmişlər sətrinizə aşağıdakı keçidi sürüşdürüb qoyun və ya sağa klikləyin və yazılmış qısabaşlıqlarda seçilmişlər bölməsinə əlavə edin.

source: Post via e-mail
az: E-poçtla göndərin

source: To post to WordPress by e-mail you must set up a secret e-mail account with POP3 access. Any mail received at this address will be posted, so it&#8217;s a good idea to keep this address very secret. Here are three random strings you could use: <kbd>%s</kbd>, <kbd>%s</kbd>, <kbd>%s</kbd>.
az: Word Press-ə məlumatı e-poçtla göndərmək üçün siz POP3 girişiylə məxfi e-poçt hesabınızı quraşdırmalısınız.Bu ünvana qəbul edilən hər məktub göndəriləcək,beləki bu əməliyyat bu ünvanı çox gizli saxlamaq üçün yaxşı fikirdir.Burada sizin istifadə edə biləcəyiniz üç ixtiyari sətir var:<kbd>%s</kbd>, <kbd>%s</kbd>, <kbd>%s</kbd>.

source: Mail Server
az: Poçt Serveri

source: Login Name
az: İstifadəçi adı

source: Default Mail Category
az: Başlanğıc poçt kateqoriyası

source: Remote Publishing
az: Kənar qoşulma ilə nəşr

source: To post to WordPress from a desktop blogging client or remote website that uses the Atom Publishing Protocol or one of the XML-RPC publishing interfaces you must enable them below.
az: Atom Dərcetmə Protokolunu və ya XML-RPC dərcetmə araüzlərindən birini istifadə edən kənar vebsayt masaüstünün məhdud müştərisindən WordPress-ə yazmaq üçün gərək onları aşağıda işə salasız.

source: Atom Publishing Protocol
az: Atom Dərcetmə Protokolu

source: Enable the Atom Publishing Protocol.
az: Atom Dərcetmə Protokolunun aktivləşdirmək

source: Enable the WordPress, Movable Type, MetaWeblog and Blogger XML-RPC publishing protocols.
az: WordPress,Movable Type, MetaWeblog and Blogger XML-RPC dərcetmə protokollarını aktivləşdirmək

source: Update Services
az: Xidmətləri təzələyin

source: When you publish a new post, WordPress automatically notifies the following site update services. For more about this, see <a href="http://codex.wordpress.org/Update_Services">Update Services</a> on the Codex. Separate multiple service <abbr title="Universal Resource Locator">URL</abbr>s with line breaks.
az: Siz yeni yazı nəşr edəndə, WordPress sayt yenilənmə mənbələrinə avtomatik bildiriş göndərir. Bunun haqqında daha çox məlumat üçün Kodeksdəki <a href="http://codex.wordpress.org/Update_Services">Yenilənmə Xidmətlərinə</a> baxın. Bir neçə xidmət olduqda onları <abbr title="Universal Resource Locator">URL</abbr> xətt ilə ayırın.

source: WordPress is not notifying any <a href="http://codex.wordpress.org/Update_Services">Update Services</a> because of your site&#8217;s <a href="%s">privacy settings</a>.
az: Saytınızın <a href="%s">gizlilik ayarlarına</a> uyğun olaraq WordPress saytınızın <a href="http://codex.wordpress.org/Update_Services">Yenilənmə Xidmətləri</a> barədə sizə hər hansı bildiriş etmir.

source: Error: options page not found.
az: Xəta: ayarlar səhifəsi tapılmadı.

source: You do not have sufficient permissions to modify unregistered settings for this site.
az: Sizin bu saytda siyahıya alınmamış ayarları dəyişdirmək üçün lazımı qədər icazəniz yoxdur.

source: The <code>%1$s</code> setting is unregistered. Unregistered settings are deprecated. See http://codex.wordpress.org/Settings_API
az: <code>%1$s</code> ayarı siyahıya alınmadı.Siyahıya alınmamış ayarlara etiraz edildi. Baxın http://codex.wordpress.org/Settings_API

source: Settings saved.
az: Ayarlar yaddaşa verildi.

source: All Settings
az: Bütün Ayarlar

source: You do not have sufficient permissions to edit plugins for this site.
az: Sizin bu saytda qoşmaları redaktə etmək üçün lazəmə qədər icazəniz yoxdur.

source: Edit Plugins
az: Qoşmaları redaktə edin

source: There are no plugins installed on this site.
az: Bu saytda quraşdırılmış qoşmalar yoxdur.

source: No such file exists! Double check the name and try again.
az: Belə bir sənəd müvcud deyil ! Adı iki dəfə yoxlayın və yenidən cəhd edin.

source: Files of this type are not editable.
az: Faylların bu növü redaktə olunan deyil.

source: You can use the editor to make changes to any of your plugins&#8217; individual PHP files. Be aware that if you make changes, plugins updates will overwrite your customizations.
az: Siz sizin &#8217 qoşmalarınızın hər hansındasa dəyişiklikləri düzəltmək üçün redaktordan istifadə edə bilərsiniz;fərdi PHP faylları.Xəbərdar olun, əgər siz dəyişikliklər edirsinizsə, qoşmalar yeniləmələri sizin şəxsiləşdirmələrinizin üstünə yazacaq.

source: Choose a plugin to edit from the menu in the upper right and click the Select button. Click once on any file name to load it in the editor, and make your changes. Don&#8217;t forget to save your changes (Update File) when you&#8217;re finished.
az: Qoşmanı sağ tərəf yuxarıda menyudan redaktə etmək üçün seçin və seçim düyməsini basın. Onu redaktorda yükləmək üçün istənilən sənəd adında bir dəfə basın və öz dəyişikliklərinizi edin.Sona&#8217 çatanda &#8217 dəyişikliklərinizi(sənədi yeniləyin) yaddaşa verməyi unutmayın.

source: The Documentation menu below the editor lists the PHP functions recognized in the plugin file. Clicking Lookup takes you to a web page about that particular function.
az: Redaktor siyahısının altındakı sənədləşdirmə menyusu qoşma sənədində olan PHP funksiyasını tanıyır.Ziyarət Et bölməsini klikləmək sizi bu təfsilatlı funksiya haqqındakı veb səhifəyə aparır.

source: If you want to make changes but don&#8217;t want them to be overwritten when the plugin is updated, you may be ready to think about writing your own plugin. For information on how to edit a plugin or start from scratch, check out the links below.
az: Əgər siz dəyişikliklər etmək istəyirsiniz,amma onları qoşma yenilənərkən yazılıb bitmiş olmasını istəmirsinizsə,siz şəxsi qoşmanızı yazmaq haqqında düşünə bilərsiz.Qoşmaya necə redaktə etmək vəya aradan necə başlamağa məlumat üçün deyə bilərik ki,aşağıdakı keçidləri sınaqdan keçirin.

source: <a href="http://codex.wordpress.org/Plugins_Editor_SubPanel" target="_blank">Documentation on Editing Plugins</a>
az: <a href="http://codex.wordpress.org/Plugins_Editor_SubPanel" target="_blank">Redaktə edilən qoşmalarda sənədləşdirmə</a>

source: Function Name&hellip;
az: Funksiya Adı&hellip;

source: File edited successfully.
az: Fayl müvəffəqiyyətlə redaktə olundu.

source: This plugin has been deactivated because your changes resulted in a <strong>fatal error</strong>.
az: Bu qoşma söndürülmüşdür,çünki sizin dəyişiklikləriniz <strong> qaçılmaz səhv </strong>ilə nəticələndi.

source: Editing <strong>%s</strong> (active)
az: Redaktə edilən <strong>%s</strong> (fəal)

source: Browsing <strong>%s</strong> (active)
az: Baxış<strong>%s</strong> (aktiv)

source: Editing <strong>%s</strong> (inactive)
az: Redaktə edilir <strong>%s</strong> (inactive)

source: Browsing <strong>%s</strong> (inactive)
az: Baxış<strong>%s</strong> (aktiv deyil)

source: Select plugin to edit:
az: Redaktə etmək üçün qoşma seçin:

source: Plugin Files
az: Qoşma faylları

source: Documentation:
az: Təlimatlar:

source: Lookup
az: Müraciət edin

source: <strong>Warning:</strong> Making changes to active plugins is not recommended. If your changes cause a fatal error, the plugin will be automatically deactivated.
az: <strong>Xəbərdarlıq:</strong> Fəal qoşmalara dəyişikliklər etmək məsləhət görülmədi. Əgər sizin dəyişiklikləriniz qaçılmaz xətaya səbəb olsa,qoşma avtomatik olaraq söndürüləcək.

source: Update File and Attempt to Reactivate
az: Sənədləri yeniləyin və bərpa etmək üçün cəhd edin

source: Update File
az: Fayl Yenilə

source: You need to make this file writable before you can save your changes. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
az: Öz dəyişikliklərinizi yaddaşa verməmişdən əvvəl bu sənədi yazılan etməyinizə ehtiyac var.Daha çox məlumat üçün <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a>-ə baxın.

source: You do not have sufficient permissions to install plugins on this site.
az: Sizin bu saytda qoşmaları quraşdırmaq üçün lazımı qədər imkanınız yoxdur.

# Plugin Installer
source: Featured
az: Göstərilmiş

# Plugin Installer
source: Popular
az: Anlaşılan

# Plugin Installer
source: Newest
az: Ən yeni

# Plugin Installer
source: Recently Updated
az: Təzəlikcə yeniləndi

source: Plugins hook into WordPress to extend its functionality with custom features. Plugins are developed independently from WordPress core by thousands of developers all over the world. All plugins in the official <a href="%s" target="_blank">WordPress.org Plugin Directory</a> are compatible with the WordPress GPL v2 license. You can find new plugins to install by searching or browsing the Directory right here in your own Plugins section.
az: Qoşmalar WordPress -in funksionallığını xüsusi özəlliklə genişləndirmək üçün orada saxlayır.Qoşmalar WordPress əsasından minlərlə tərtibatçılar tərəfindən müstəqil şəkildə inkişaf etdirilir.Bütün qoşmalar rəsmi olaraq <a href="%s" target="_blank">WordPress.org Qoşma Axtarış Kitabçası</a> WordPress GPL v2 lisenziyasına uyğun gəlir.Siz ele buradan öz Qoşma bölmənizin axtarış kitabçasından axtarışa verməklə və ya nəzər yetirməklə yükləmək üçün yeni qoşmalar tapa bilərsiz.

source: If you know what you&#8217;re looking for, Search is your best bet. The Search screen has options to search the WordPress.org Plugin Directory for a particular Term, Author, or Tag. You can also search the directory by selecting a popular tags. Tags in larger type mean more plugins have been labeled with that tag.
az: Əgər siz nə &#8217;axtardığınızı bilsəz,Axtarış sistemi ən yaxşı bəhsdir.Axtarış ekranının İfadə,Müəllif,və ya Etiket üçün WordPress.org Qoşma Arayış Kitabçasını axtarış seçimi var.Siz həmçinin popyular etiketləri seçərək axtarış kitabçasını axtara bilərsiz.

source: If you just want to get an idea of what&#8217;s available, you can browse Featured, Popular, Newest, and Recently Updated plugins by using the links in the upper left of the screen. These sections rotate regularly.
az: Siz sadəcə nə &#8217;aktivdir fikrini əldə etmək istəyirsinizsə,Xarakterik,Məşhur,Ən yeni və Sonuncu Yenilənmiş qoşmalara səhifənin yuxarı sol tərəfindəki keçidlərdən istifadə edərək nəzər yetirə bilərsiz.

source: If you want to install a plugin that you&#8217;ve downloaded elsewhere, click Upload in the upper left. You will be prompted to upload the .zip package, and once uploaded, you can activate the new plugin.
az: Əgər siz qoşma quraşdırmaq istəyirsinizsə, hansı ki siz başqa yerdə &#8217 yükləmişsiniz ,yuxarıda sağ tərəfdə Yükləyini basın. Siz .bənd paketini yükləməyə vadar ediləcəksiniz və bir dəfə yüklənir,siz yeni qoşmanı fəallaşdıra bilərsiniz.

source: <a href="http://codex.wordpress.org/Plugins_Add_New_SubPanel" target="_blank">Documentation on Installing Plugins</a>
az: <a href="http://codex.wordpress.org/Plugins_Add_New_SubPanel" target="_blank">Quraşdırılma qoşmalarında sənədləşdirmə</a>

source: You do not have sufficient permissions to manage plugins for this site.
az: Sizin bu saytda qoşmaları idarə etmək üçün lazımı qədər icazəniz yoxdur.

source: You do not have sufficient permissions to activate plugins for this site.
az: Sizin bu saytda qoşmaları fəallaşdırmaq üçün lazımı qədər icazəniz yoxdur.

source: Upgrade Plugins
az: Qoşmaları yeniləşdirin

source: You do not have sufficient permissions to deactivate plugins for this site.
az: Sizin bu saytda qoşmaları söndürmək üçün lazımı qədər icazəniz yoxdur.

source: You do not have sufficient permissions to delete plugins for this site.
az: Sizin bu saytda qoşmaları silmək üçün lazımı qədər icazəniz yoxdur.

source: Delete Plugin
az: Qoşmanı silin
