Repository: E-Haci/Wordpress-Azerbaijani
Catalog: *.po
Languages: az

source: This feature is new in version 3.0; to use a custom menu in place of your theme&#8217;s default menus, support for this feature must be registered in the theme&#8217;s functions.php file. If your theme does not support the custom menus feature yet (the new default theme, Twenty Ten, does), you can learn about adding support yourself by following the below link.
az: Bu xüsusiyyət buraxılışda yenidir 3.0;sizin mövzularınızın əvəzinə şəxsi menyudan,ilkin menyudan istifadə etmək bu xüsusiyyəti dəstəklədiyi &#8217 mövzularda qeyd olunmalıdır,php sənəd vəzifələri.Əgər sizin mövzunuz hələ şəxsi menyular xüsusiyyətini dəstəkləmirsə(yeni şəxsi mövzu,Twenty Ten, does)növbəti aşağıdakı link ilə özünüzə dəstək kimi əlavə ediləni öyrənə bilərsiniz.

source: You can create custom menus for your site. These menus may contain links to pages, categories, custom links or other content types (use the Screen Options tab to decide which ones to show on the screen). You can specify a different navigation label for a menu item as well as other attributes. You can create multiple menus. If your theme includes more than one menu, you can choose which custom menu to associate with each. You can also use custom menus in conjunction with the Custom Menus widget.
az: Siz öz saytınızda şəxsi menyular yarada bilərsiniz. Bu menyular səhifələrə,bölmələrə,şəxsi keçidlərə və ya başqa məzmun növlərinə keçid ola bilər( Ekran Ayarları qoşmasından ekranda hansı birinin göstəriləcəyini qərara alıb istifadə edin).Siz menyu elementi üçün müxtəlif hərəkət etiketlərini dəqiqləşdirə bilərsiniz,bununla birlikdə başqa əsas əlamətləri də. Siz təkrar menyu yarada bilərsiniz.Əgər sizin mövzunuz birdən çox menyunu özündə saxlayırsa,siz şəxsi menyunu hər hansı biri ilə əlaqələndirmək üçün seçə bilərsiniz.Siz həmçinin şəxsi menyular vidgeti ilə birləşmədə şəxsi menyulardan istifadə edə bilərsiniz.

source: To create a new custom menu, click on the + tab, give the menu a name, and click Create Menu. Next, add menu items from the appropriate boxes. You&#8217;ll be able to edit the information for each menu item, and can drag and drop to put them in order. You can also drag a menu item a little to the right to make it a submenu, to create menus with hierarchy. You&#8217;ll see when the position of the drop target shifts over to create the nested placement. Don&#8217;t forget to click Save when you&#8217;re finished.
az: Yeni xüsusi menyu düzəltmək üçün,+cədvəl klikləyin,menyuya ad verin,və Menyu Düzəlt bölməsini klikləyin.Sonra,münasib qutulardan menyu maddələrini əlavə edin.Siz hər menyu maddəsi üçün məlumat redaktə edə &#8217;biləcəksiz və sürüşdürərək onları sıralaya biləcəksiz.Siz həmçinin onu altmenyu etmək və iyerarxiyayla menyu düzəltmək üçün menyu maddəsini azca sağa sürüşdürə bilərsiz.Siz hədəf ötürücüsünün məkanı yerləşdirəndə &#8217;görəcəksiz.İşiniz &#8217;bitəndə Yaddaşa Ver bölməsini klikləməyi&#8217; unutmayın.

source: <a href="http://codex.wordpress.org/Appearance_Menus_SubPanel" target="_blank">Menus Documentation</a>
az: <a href="http://codex.wordpress.org/Appearance_Menus_SubPanel" target="_blank">Menyu Sənədləşməsi</a>

source: Select Menu:
az: Menyunu seçin:

source: Add New Menu
az: Yeni Menyu əlavə edin

source: Add menu
az: Menyu əlavə edin

source: Menu Name
az: Menyu adı

source: Enter menu name here
az: Menyu adını bura daxil edin

source: Automatically add new top-level pages
az: Yeni yüksək səviyyəli səhifələri əlavə edin

source: Create Menu
az: Menyu düzəlt

source: Save Menu
az: Menyunu yaddaşa ver

source: Delete Menu
az: Menyunu Sil

source: To create a custom menu, give it a name above and click Create Menu. Then choose items like pages, categories or custom links from the left column to add to this menu.
az: Xüsusi menyu düzəltmək üçün yuxarıda onu adlandırın və Menyu Düzəlt bölməsini klikləyin.Sonra sol sütundan bu menyuya əlavə etmək üçün səhifələr,bölmələr və xüsusi keçidlər kimi maddələr seçin.

source: After you have added your items, drag and drop to put them in the order you want. You can also click each item to reveal additional configuration options.
az: Maddələri əlavə etdikdən sonra onu istədiyiniz düzülüşə qoyun.Həmçinin əlavə quraşdırma seçimlərini açmaq üçün hər maddəni klikləyə bilərsiz.

source: When you have finished building your custom menu, make sure you click the Save Menu button.
az: Xüsusi menyunu bitirdikdən sonra Menyunu Yaddaşa ver düyməsini basdığınıza əmin olun.

source: You do not have sufficient permissions to manage options for this site.
az: Sizin bu saytın seçimlərini idarə etmək üçün kifayət qədər icazəniz yoxdur.

source: Discussion Settings
az: Müzakirə Parametrləri

source: This screen provides many options for controlling the management and display of comments and links to your posts/pages. So many, in fact, they won&#8217;t all fit here! :) Use the documentation link below to get information on what each discussion setting does.
az: Bu ekran idarəetməyə nəzarət üçün bir çox qurğuları təchiz edir və sizin yazılarınıza/səhifələrinizə şərhləri və keçidləri gÖstərir.Bir çox faktlara görə onlar&#8217; hamısı bura uyğun olmayacaq:) Hər müzakirənin nə yaratdığına məlumat əldə etmək üçün yuxarıdakı sənədləşdirmə linkindən istifadə edin.

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
az: Yeni quraşdırma üçün nəticə əldə etmək üçün səhifənin yuxarısındaki Dəyişiklikləri yaddaşa Ver düyməsini basın.

source: <a href="http://codex.wordpress.org/Settings_Discussion_SubPanel" target="_blank">Discussion Settings Documentation</a>
az: <a href="http://codex.wordpress.org/Settings_Discussion_SubPanel" target="_blank">Müzakirə Qurğularının Sənədləşməsi</a>

source: Default article settings
az: İlkin maddə tənzimləməsi

source: Attempt to notify any blogs linked to from the article.
az: Maddədən qoşulmuş hərhansı blogları qeyd etmək üçün cəhd edin

source: Allow link notifications from other blogs (pingbacks and trackbacks.)
az: Digər bloklardan(pingback və istinad bildirişləri) keçid bildirişlərinə icazə ver

source: Allow people to post comments on new articles
az: İnsanlara yeni maddədə şərhlər yazmağa icazə ver

source: These settings may be overridden for individual articles.
az: Bu qurğular ola bilsinki fərdi maddələr tərəfindən rədd edilib

source: Other comment settings
az: Digər şərh qurğuları

source: Comment author must fill out name and e-mail
az: Şərh yazan müəllif anketə adını və e-poçtunu yazmalıdır

source: Users must be registered and logged in to comment
az: İstifadəçilər şərh yazmaq üçün qeydiyyatdan keçməli və daxil olmalıdırlar

source: (Signup has been disabled. Only members of this site can comment.)
az: (Daxil olma alınmadı.Yalnız bu saytın üzvləri şərh yaza bilər)

source: Automatically close comments on articles older than %s days
az: %s günündən böyük olan maddələri avtomatik bağla

source: Enable threaded (nested) comments %s levels deep
az: Şərhlərə olan cavabların ierarxiyasını %s dərinlikdə təyin et

source: last
az: sonuncu

source: first
az: birinci

source: Break comments into pages with %1$s top level comments per page and the %2$s page displayed by default
az: Şərhləri %1$s şərhdən bir səhifələrə ayırın və %2$s səhifə ilk açılanda görünsün.

source: older
az: köhnə

source: newer
az: yeni

source: Comments should be displayed with the %s comments at the top of each page
az: Şərhlər hər səhifənin başlığında %s şərhləri ilə göstərilməlidir.

source: E-mail me whenever
az: Mənə bu hallarda email gəlsin

source: Anyone posts a comment
az: Kİmsə şərh yazarkən

source: A comment is held for moderation
az: Moderasiya üçün şərh olduqda

source: Before a comment appears
az: Şərh görünməzdən əvvəl

source: An administrator must always approve the comment
az: İnzibatçı gərək həmişə şərhi təsdiq etsin

source: Comment author must have a previously approved comment
az: Müəllif əvvəllər təsdiq edilmiş şərhə malik olmalıdır

source: Comment Moderation
az: Şərh idarəetməsi

source: Hold a comment in the queue if it contains %s or more links. (A common characteristic of comment spam is a large number of hyperlinks.)
az: Əgər şərh %s və ya daha çox keçidlərə malikdirsə, o təsdiq edilməyib moderasiyaya göndərilsin (Xarakterik spamlar adətən çoxlu linkə malik olurlar)

source: When a comment contains any of these words in its content, name, URL, e-mail, or IP, it will be held in the <a href="edit-comments.php?comment_status=moderated">moderation queue</a>. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
az: Şərh ad, URL, e-poçt və ya İP-sində bu sözlərdən hər hansı birinisə saxlayırsa, o halda o <a href="edit-comments.php?comment_status=moderated">gözləməyə göndərilsin</a>. Hər sətrə bir söz və ya İP daxil edin. Daxil etdiyiniz sözlər sözlərin hissələri ilə də tutuşdurulacaq. Məsələn press sözünü daxil etsəniz, Wordpress sözünə malik olan şərh gözləməyə göndəriləcək.

source: Comment Blacklist
az: Qarasiyahıya şərh yaz

source: When a comment contains any of these words in its content, name, URL, e-mail, or IP, it will be marked as spam. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
az: Şərh ad, URL, e-poçt və ya İP-sində bu sözlərdən hər hansı birinisə saxlayırsa, o halda o spam olaraq qəbul edilsin. Hər sətrə bir söz və ya İP daxil edin. Daxil etdiyiniz sözlər sözlərin hissələri ilə də tutuşdurulacaq. Məsələn press sözünü daxil etsəniz, Wordpress sözünə malik olan şərh spam kimi qəbul ediləcək.

source: Avatars
az: Avatarlar

source: An avatar is an image that follows you from weblog to weblog appearing beside your name when you comment on avatar enabled sites. Here you can enable the display of avatars for people who comment on your site.
az: Avatar,onun aktiv olduğu saytlarda şərh yazanda sizin adınızdan başqası ortaya çıxanda sizi bir veblogdan digər vebloga izləyən rəsmdir.Siz burada sizin səhifənizdə şərh yazanlara avatarı aktivləşdirə bilərsiz.

source: Avatar Display
az: Avatar Görüntü

source: Don&#8217;t show Avatars
az: Avatarları &#8217;göstərmə

source: Show Avatars
az: Avatarları Göstər

source: Maximum Rating
az: Maximum Rəy

source: G &#8212; Suitable for all audiences
az: G &#8212;Bütün tamaşaçılara uyğundur

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
az: PG &#8212; Şiddət ola bilər,adətən 13 yaş və yuxarısı üçün

source: R &#8212; Intended for adult audiences above 17
az: R &#8212; 17 yaşından böyüklər üçün nəzərdə tutulub

source: X &#8212; Even more mature than above
az: X &#8212;Hətta daha yetkin və yuxarısı üçün

source: Default Avatar
az: İlkin Avatar

source: For users without a custom avatar of their own, you can either display a generic logo or a generated one based on their e-mail address.
az: İstifadəçilər xüsusi avatarsız olanda,siz həmçinin ümumi emblemi göstərə bilər və ya düzəldiləni onların e-poçtunda yerləşdirə bilərsiz.

source: Mystery Man
az: Sirli İnsan

source: Blank
az: Boş

source: Gravatar Logo
az: Şəkilbaş

source: Identicon (Generated)
az: Uyğun ikon (Əmələgələn)

source: Wavatar (Generated)
az: Vavatar

source: MonsterID (Generated)
az: Divlər

source: General Settings
az: Ümumi tənzimləmələr

source: The fields on this screen determine some of the basics of your site setup.
az: Bu səhifənin sətirləri sizin səhifənin quraşdırmasının bəzi əsaslarını müəyyən edir.

source: Most themes display the site title at the top of every page, in the title bar of the browser, and as the identifying name for syndicated feeds. The tagline is also displayed by many themes.
az: Bir çox temalar səhifənin başlığını hər səhifədə yuxarıda və brauzerdə tab adı kimi, həmçinin RSS mətn başlığında göstərir. Sloqan hissə də bəzi temalarda adıçəkilən yerlərdə əks olunur.

source: The WordPress URL and the Site URL can be the same (example.com) or different; for example, having the WordPress core files (example.com/wordpress) in a subdirectory instead of the root directory.
az: WordPress URL-i və Sayt URL-i eyni(məs.com) və ya müxtəlif ola bilər;məsələn, Əsas kataloqun yerinə yarimkataloqda əsas WordPress sənədlərinə(məsələn.com/WordPress)malik olaraq.

source: If you want site visitors to be able to register themselves, as opposed to being registered by the site administrator, check the membership box. A default user role can be set for all new users, whether self-registered or registered by the site administrator.
az: Əgər siz ziyarətçilərin inzibatçı tərəfindən deyil,özlərinin qeydiyyatdan keçmələrini istəyirsinizsə,üzvlərin sayı qutusunu yoxlayın.Əgər sayt inzibatçısı tərəfindən qeydiyyatdan keçirilsə,ilkin istifadəçinin rolu bütün yeni istifadəçilər üçün quraşdırıla bilər.

source: UTC means Coordinated Universal Time.
az: ƏBV mənası Əlaqələndirilmiş Beynəlxalq Vaxt deməkdir.

source: Remember to click the Save Changes button at the bottom of the screen for new settings to take effect.
az: Yeni quraşdırmalarda nəticə əldə etmək üçün Dəyişiklikləri Yaddaşa Ver düyməsini klikləməyi unutmayın.

source: <a href="http://codex.wordpress.org/Settings_General_SubPanel" target="_blank">Documentation on General Settings</a>
az: <a href="http://codex.wordpress.org/Settings_General_SubPanel" target="_blank">Ümumi parametrlərin sənədləşməsi</a>

source: Tagline
az: Saytın şüarı və ya qısa təsvir

source: In a few words, explain what this site is about.
az: Bir cümlə və ya şüar ilə saytın nə barədə olduğunu izah edin

source: WordPress address (URL)
az: WordPress ünvanı (URL)

source: Site address (URL)
az: Sayt ünvanı (URL)

source: Enter the address here if you want your site homepage <a href="http://codex.wordpress.org/Giving_WordPress_Its_Own_Directory">to be different from the directory</a> you installed WordPress.
az: Saytınızın əsas səhifə ünvanının Wordpress-i install etdiyiniz ünvandan <a href="http://codex.wordpress.org/Giving_WordPress_Its_Own_Directory"> fərqli olmasını</a> istəyirsinizsə, istədiyiniz yeni ünvanı buraya daxil edin.

source: E-mail Address
az: E-poçt ünvanı

source: This address is used for admin purposes, like new user notification.
az: Bu e-poçt ünvanı administrativ məqsədlər üçün lazım olur(Məsələn, sayt barədə ümumi bildiriş)

source: Membership
az: Üzvlük

source: Anyone can register
az: Hamı qeydiyyatdan keçə bilər

source: New User Default Role
az: Yeni istifadəçilərin səlahiyyəti

source: This address is used for admin purposes. If you change this we will send you an e-mail at your new address to confirm it. <strong>The new address will not become active until confirmed.</strong>
az: Bu e-poçt ünvanı administrativ məqsədlərlə istifadə edilir. Əgər siz bunu dəyişsəniz, təsdiqləmək üçün sizin yeni e-poçt ünvanınıza məktub göndərəcəyik.

source: Timezone
az: Vaxt zolağı

source: hours
az: saatlar

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is <code>%s</code>
az: <abbr title="Coordinated Universal Time">UTC</abbr> vaxtdır<code>%s</code>

source: UTC %1$s is <code>%2$s</code>
az: ƏBV %1$s <code>%2$s</code>dır

source: Unfortunately, you have to manually update this for daylight saving time. The PHP Date/Time library is not supported by your web host.
az: Təəssüf ki, siz özünüz bunu gündüz vaxt saatına yeniləməlisiniz. PHP Date/Time kitabxanası sizin web hostinq tərəfindən dəstəklənmir.

source: Local time is <code>%1$s</code>
az: <code>%1$s</code> yerli vaxtdır

source: Choose a city in the same timezone as you.
az: Öz saat qurşağınıza uyğun şəhər seçin.

source: This timezone is currently in daylight saving time.
az: Bu saat qurşağı günorta rejiminə uyğundur.

source: This timezone is currently in standard time.
az: Bu vaxtzolağı standart saata uyğundur.

source: Daylight saving time begins on: <code>%s</code>.
az: Gündüz vaxt saatı başlayır:<code>%s</code>.

source: Standard time begins on: <code>%s</code>.
az: Standart saat başlayır:<code>%s</code>.

source: This timezone does not observe daylight saving time.
az: Vaxtzolağı gündüz vaxt saatını müşahidə etmir.

source: Date Format
az: Tarix Forması

source: Custom:
az: Xüsusi:

source: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date formatting</a>. Click &#8220;Save Changes&#8221; to update sample output.
az: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Tarix Formatlaşdırılmasının Sənədləşdirilməsi</a>. Nümunə çıxışını yeniləmək üçün kliklə&#8220;Yaddaşa Ver&#8221;

source: Time Format
az: Saat Forması

source: Week Starts On
az: Həftə başlayır

source: Site language:
az: Səhifə Dili

source: Media Settings
az: Media Quraşdırması

source: You can set maximum sizes for images inserted into your written content; you can also insert an image as Full Size.
az: Siz yazı məzmunlarında seçilmiş şəkilləriniz üçün maximum ölçüləri quraşdıra bilər; həmçinin şəkli Bütöv Ölçüdə seçə bilərsiniz.

source: The Embed option allows you embed a video, image, or other media content into your content automatically by typing the URL (of the web page where the file lives) on its own line when you create your content.
az: Pərçimləmə seçimi,sizə video,rəsm pərçimləməyə imkan verir və ya öz məzmununuzu düzəldərkən digər media məzmununu sizin məzmuna avtomatik şəkildə URL -i(veb səhifənin sənədlərin olduğu yeri) öz məxsusi keçidinə çap edir.

source: Uploading Options gives you folder and path choices for storing your files in your installation&#8217;s directory.
az: Seçimləri yükləmək sizə &#8217 quraşdırılma kataloqu sənədlərinizi saxlamaq üçün qovluq və yol seçimləri verir.

source: <a href="http://codex.wordpress.org/Settings_Media_SubPanel" target="_blank">Documentation on Media Settings</a>
az: <a href="http://codex.wordpress.org/Settings_Media_SubPanel" target="_blank">Daşıyıcı Ayarlarında Sənədləşdirmə</a>

source: Image sizes
az: Şəklin ölçüləri

source: The sizes listed below determine the maximum dimensions in pixels to use when inserting an image into the body of a post.
az: Ölçülər yazının əsas hissəsinə rəsm daxil edərkən nöqtələrdəki ölçüləri müəyyən etmək üçün aşağıda siyahıya alınır.

source: Thumbnail size
az: Eskiz ölçüsü

source: Height
az: Hündürlük.

source: Crop thumbnail to exact dimensions (normally thumbnails are proportional)
az: Ölçüləri düzəltmək üçün eskizi kəs(ölçülər normal olaraq uyğundur)

source: Medium size
az: Orta ölçü

source: Max Width
az: Maksimal En

source: Max Height
az: Maksimum Hündürlük

source: Large size
az: Böyük ölçü

source: Embeds
az: Pərçimləmələr

source: Auto-embeds
az: Avto-pərçimləmələr

source: Attempt to automatically embed all plain text URLs
az: Bütün adi mövzu URL-lərini avtomatik pərçimləmək üçün cəhd edin

source: Maximum embed size
az: Maximum pərçimləmə ölçüsü

source: If the width value is left blank, embeds will default to the max width of your theme.
az: Əgər genişliyin dəyəri sol topludadırsa,pərçimləmələr sizin mövzuda max genişlikdə olacaq.

source: Uploading Files
az: Sənədlərin Yüklənilməsi

source: Store uploads in this folder
az: Bu qovluqda yükləmələr saxlayın

source: Default is <code>wp-content/uploads</code>
az: <code>wp-məzmun/yükləmələr</code> ilkindir.

source: Full URL path to files
az: Sənədlər üçün Tam URL cığırı

source: Configuring this is optional. By default, it should be blank.
az: Bunun konfiqurasiyası ixtiyaridir.İlkin olaraq o doldurulmalıdır.

source: Organize my uploads into month- and year-based folders
az: Mənim yükləmələrimi ay-və il-əsas qovluqlarında qaydaya salın

source: Permalink Settings
az: Permakeçidi quraşdırmaları

source: This screen provides some common options for your default permalinks URL structure.
az: Bu ekran sizin ilkin permakeçid URL strukturunu təchiz edir.

source: If you pick an option other than Default, your general URL path with structure tags, terms surrounded by <code>%</code>, will also appear in the custom structure field and your path can be further modified there.
az: Siz seçimləri İlkin fəaliyyətə nisbətən axtarsaz,siz ümumi URL-iniz struktur etiketlərlə davam edir,terminlər <code>%</code> ilə əhatələnir,həmçinin xüsusi struktur sahəsində görsənəcək və sizin yolunuz burada uzun yola dəyişdirilə bilər.

source: When you assign multiple categories or tags to a post, only one can show up in the permalink: the lowest numbered category. This applies if your custom structure includes <code>%category%</code> or <code>%tag%</code>.
az: Siz şərhlərə külli miqdarda bölmələr və etiketlər təyin edəndə permakeçidində yalnız biri görünə bilər;ən az nömrələnmiş bölmə.Bu əgər sizin xüsusi strukturunuz code>%category%</code> və ya <code>%tag%</code> dursa tətbiq edir.

source: Note that permalinks beginning with the category, tag, author or postname structure tags require more advanced server resources. Double-check your hosting details to make sure those are in place or start your permalinks with other structure tags.
az: Qeyd:bölmə,etiket,müəllif və ya yazı adı struktur etiketləri ilə başlayan qoşma keçidləri daha qabaqcıl server mənbələri tələb edir. Onların öz yerində olub-olmadığından əmin olmaq üçün iki-dəfə yoxlayın və ya qoşmakeçidlərinizi digər struktur etiketləri ilə başlayın.

source: The Optional fields let you customize the &#8220;category&#8221; and &#8220;tag&#8221; base names that will appear in archive URLs. For example, the page listing all posts in the &#8220;Uncategorized&#8221; category could be <code>/topics/uncategorized</code> instead of <code>/category/uncategorized</code>.
az: Seçim bölmələri URL arxivlərində meydana çıxan &#8220;bölmə&#8221; və &#8220;etiket&#8221; əsas adları xüsusiləşdirməyinizə imkan verir.Məsələn,bütün yazıları &#8220;Kateqoriyalaşmamış&#8221;da siyahıya alan səhifə <code>/category/uncategorized</code> əvəzinə <code>/topics/uncategorized</code> olmalıdır.

source: <a href="http://codex.wordpress.org/Settings_Permalinks_SubPanel" target="_blank">Permalinks Settings Documentation</a>
az: <a href="http://codex.wordpress.org/Settings_Permalinks_SubPanel" target="_blank">Permalink quraşdırma təlimatı</a>

source: <a href="http://codex.wordpress.org/Using_Permalinks" target="_blank">Using Permalinks Documentation</a>
az: <a href="http://codex.wordpress.org/Using_Permalinks" target="_blank">Permalink quraşdırma təlimatı</a>

source: You should update your web.config now
az: Siz gərək indi şəbəkə.konfiqurasiyanızı yeniləyəsiz

source: Permalink structure updated. Remove write access on web.config file now!
az: Permakeçidi strukturu yeniləndi.Yazı müraciətini indi şəbəkə.konfiqurasiyası sənədindən aparın.

source: Permalink structure updated
az: Permakeçidi strukturu yeniləndi

source: You should update your .htaccess now.
az: Siz indi gərək .htaccess yeniləyəsiniz

source: Permalink structure updated.
az: Permakeçidi strukturu yeniləndi

source: By default WordPress uses web <abbr title="Universal Resource Locator">URL</abbr>s which have question marks and lots of numbers in them, however WordPress offers you the ability to create a custom URL structure for your permalinks and archives. This can improve the aesthetics, usability, and forward-compatibility of your links. A <a href="http://codex.wordpress.org/Using_Permalinks">number of tags are available</a>, and here are some examples to get you started.
az: Başlanğıc halda WordPress standart veb <abbr title="Universal Resource Locator">URL</abbr>lərdən istifadə edir, hansıların ki, tərkibində sual işarələri və rəqəmlər olur. Amma eyni zamanda Wordpress sizə permalink və arxivlər üçün öz məxsusi URL-lərinizi qurmağı da təklif edir. Məxsusi URL-lər sizin sayta çox faydalı ola bilər, URL-ləri daha başa düşülən etmək və.s. baxımdan. Daha ətraflı <a href="http://codex.wordpress.org/Using_Permalinks">buradan oxuyun</a>.

source: Common settings
az: Ümumi quraşdırmalar

source: Default
az: İlkin iş

source: Day and name
az: Gün və ad

source: Month and name
az: Ay və ad
